{
    "1": {
        "difficulty" : "Easy",
        "distance" : "0.6 mile",
        "location" :"Cuba",
        "community": "2",
        "name" : "South U.S. 550 Sidewalks",
        "description": "The new sidewalk is four feet wide, smooth, set back from the curb, and has handicap access ramps from Cordova Ave.(Nacimiento Community Foundation/Public Health Office) to just above the NM Highway 197 Junction. You can cross US 550 carefully at either end to make a loop or walk back and forth on either side. There are beautiful open views of the Nacimiento Mountains and Cuba Mesa from both sides of the road. Nearby Destinations: Dollar Store, Public Health Office, Cuba Health Center, Cuba Credit Union, Magistrate Court, Baptist Church, Power Saw Shop, Cuban Cafe, Forest Service Office.",
        "image_url": "static/images/1-Sidewalks.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/Map-1.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.01475555,-106.9639361",
        "coords": {
            "latitude": 36.01475555,
            "longitude": -106.9639361
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.01459537421788%2C-106.96454957125133&z=17",
        "share_text": "Going for a walk on the new sidewalks in Cuba"
    },
    "2": {
        "difficulty" : "Easy",
        "distance" : "0.8 mile",
        "location" :"Cuba",
        "community": "2",
        "name" : "Village Office to Saveway Market Loop",
        "description": "This route begins at the Village Office/Senior Center on Cordova Ave. sidewalk and turns north on San Luis Avenue, a quiet residential street. There are no sidewalks on San Luis Avenue, but traffic is light and there are frequent street humps. A stop can be made at the Cuba Community Garden and Veterans of Foreign War Building, about halfway. It ends behind Saveway Market at the Rito Leche. you can return the same way. Nearby Destinations: Village Office/Senior Center, Village Housing, Cuba Library, Saveway Market, Community Garden, Veterans of Foreign War, Del Prado Cafe, U.S. Post Office.",
        "image_url": "static/images/2-VillageLoop.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/Map-2.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.01315277,-106.9622138",
        "coords": {
            "latitude": 36.01315277,
            "longitude": -106.9622138
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.013137389639155%2C-106.96244806048816&z=18",
        "share_text": "Going for a walk from the Village Offices to Saveway Market"
    },
    "3": {
        "difficulty" : "Easy",
        "distance" : "0.5 mile",
        "location" :"Cuba",
        "community": "2",
        "name" : "Library Loop Trail",
        "description": "This trail begins at the entrance of the Cuba Library and circles open land to the south of the Library and behind the village housing. You can stay on the outside of the fenced Village property or cut across the property about halfway to shorten the walk. There is a bench with shade on the east side of the trail. There are beautiful views of the Nacimiento Mountains and Cuba Mesa. Nearby Destinations: Village Office/Senior Center, Village Housing, Cuba Library, Dialysis Center, Police Offices.",
        "image_url": "static/images/3-LibraryLoop.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/Map-3.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.01241667,-106.9610528",
        "coords": {
            "latitude": 36.01241667,
            "longitude": -106.9610528
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.01226520918226%2C-106.96065634486621&z=18",
        "share_text": "Going for a walk around the Library Loop Trail"
    },
    "4": {
        "difficulty" : "Easy",
        "distance" : "1.0 mile",
        "location" :"Cuba",
        "community": "2",
        "name" : "St.Francis of Assisi Park Trail",
        "description": "The trail circles the outside of the park along NM Highway 126, County Road 13 (to Cuba Schools) and the fenced north and west sides. Parking is available at the Eichwald Recreation Center and playground. Volunteers have planted new trees, shrubs and flowers, and placed boulders on the east and west sides of the park as well as a fence break at the northwest corner. There are benches at a kiosk at the southwest corner with information about the Continental Divide Trail and other walking activities. Nearby Destinations: Cuba Visitor Center, Cuba Schools, Catholic Church, Jemez Mountain Electric Cooperative Office, El Bruno’s Restaurant, Presciliano’s Restaurant, Subway.",
        "image_url": "static/images/4-ParkTrail.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/Map-4.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.02190556,-106.9524755",
        "coords": {
            "latitude": 36.02190556,
            "longitude": -106.9524755
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.02174575735248%2C-106.95336341855472&z=17",
        "share_text": "Going for a walk around St. Francis of Assisi Park Trail"
    },
    "5": {
        "difficulty" : "Easy to moderately difficult",
        "distance" : "0.25-5 miles",
        "location" :"Cuba",
        "community": "2",
        "name" : "Cuba School Trails",
        "description": "The network of school cross-country trails provides many options for a short or more extended walk or hike. These trails can be entered at all hours from the access points shown. Paved parking is located outside the school fence as indicated. Loops of 0.5 miles (green loop), 1.8 miles (orange loop), 2.5 miles (black loop) are signed. There are many lovely pinon, juniper, ponderosa and oak trees. There are beautiful views of the Nacimiento Mountains, Cuba Mesa and nearby sandstone cliffs. Bring water and a snack for extended hikes.",
        "image_url": "static/images/5-CSCCT.jpeg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/Map-5.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.02695278,-106.9436805",
        "coords": {
            "latitude": 36.02695278,
            "longitude": -106.9436805
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.02827087915523%2C-106.94181919095462&z=17",
        "share_text": "Going for a walk around the Cuba Schools Cross Country Trails."
    },
    "6": {
        "difficulty" : "Easy to moderately difficult",
        "distance" : "0.5 mile",
        "location" :"Cuba",
        "community": "2",
        "name" : "School Overlook Trail",
        "description": "The network of school cross-country trails provides access to a spur trail on BLM land that leads to a scenic overlook of the Cuba valley. The entrance to the trail can be found along the green loop near the northeast corner of the cross country trails network. Look along the fence line for the v-gate entrance to the trail. The trail leads you across some small arroyos and up a sandstone ridge to a high point where there are beautiful views of the Nacimiento Mountains, Cuba Mesa and nearby sandstone cliffs. Bring water and a snack for extended hikes.",
        "image_url": "static/images/5-1-BLM.JPG",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/Map-5-1.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.03296945,-106.9430889",
        "coords": {
            "latitude": 36.03296945,
            "longitude": -106.9430889
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.03288674725861%2C-106.9430959224457&z=17",
        "share_text": "Going for a hike up the School Overlook Trail."
    },
    "7": {
            "difficulty" : "Moderate to difficult",
            "distance" : "1.8 miles",
            "location" :"Cuba",
            "community": "2",
            "name" : "Fisher Community Trail",
            "description": "The Fisher Trail provides a beautiful location for walkers who want a wilderness experience within walking distance of the center of Cuba. It begins at a parking area on the Cubita Road 1 mile north of the NM 197 junction. The trail follows contours of the side of a tree covered mesa uphill and downhill until it crosses a large arroyo. It then climbs to a ridge that leads to the nearest corner of Santa Fe National Forest. Cairns (large rock pile markers) end at this point. Ambitious hikers can continue through a break in the cliff to the top of Cuba Mesa. The trail crosses from pinon~juniper woodland to ponderosa-oak forest and provides striking views of sandstone cliffs, the Nacimiento Mountains and the Village of Cuba. Wildlife sightings are frequent here. Bring water.",
            "image_url": "static/images/6-Fisher.jpg",
            "dogs_allowed": true,
            "map_image_url": "static/images/maps/Map-6.jpg",
            "static_map_url": "http://maps.apple.com/maps?daddr=36.02601111,-106.9736195",
            "coords": {
                "latitude": 36.02601111,
                "longitude": -106.9736195
            },
            "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.025902230012974%2C-106.97347193953937&z=18",
            "share_text": "Going for a hike up the Fisher Trail."
        },
    "8": {
      "difficulty" : "Easy to moderate",
      "distance" : "1.0 mile",
      "location" :"Cuba",
      "community": "2",
      "name" : "Rito San Jose Trail",
      "description": "The Rito San Jose Trail provides a nice location for walkers who want a natural river terrace experience within walking distance of the center of Cuba. It begins at a parking area on the Cubita Road 1 mile north of the NM 197 junction and across from the Fisher Community Trail parking area. The trail runs east over a sage covered flat across a small drainage and then to the rim of a small canyon. Hikers can continue down a slope to a figure-of-eight loop along the willow-covered river terrace. The trail provides beautiful views of Cuba Mesa and the Nacimiento Mountains. The river terrace is a great place for early morning and late afternoon birdwatching. Bring water and a snack.",
      "image_url": "static/images/7-RSJ.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/Map-7.jpg",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.02601111,-106.9736195",
      "coords": {
          "latitude": 36.02601111,
          "longitude": -106.9736195
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.025902230012974%2C-106.97347193953937&z=18",
      "share_text": "Going for a hike on the Rito San Jose Trail."
  },
  "9": {
      "difficulty" : "Easy to moderate",
      "distance" : ".25-1.25 miles",
      "location": "Sandoval County Fairgrounds",
      "community": "2",
      "name" : "Sandoval County Fairgrounds Trails",
      "description": "The network of Sandoval County Fairgounds trails provides many options for a short or more extended walk or hike. These trails can be entered during daytime fairgrounds times, which can vary by season. There is no entry fee except during the annual fair, Thursday - Sunday the first week of August. Parking and access points are located outside the Sandoval County Fairgrounds Community Center as indicated. The trail loops through piñon-juniper woodland and affords many beautiful views of Cuba Mesa to the west. Bring water.",
      "image_url": "static/images/7-1-SCFG.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/Map-7-1.jpg",
      "static_map_url": "http://maps.apple.com/maps?daddr=35.99208333,-106.9714722",
      "coords": {
          "latitude": 35.99208333,
          "longitude": -106.9714722
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=35.99146888169285%2C-106.97089701888507&z=18",
      "share_text": "Going for a hike around the Sandoval County Fairgrounds Trails."
  },
  "10": {
      "difficulty" : "Moderate to difficult",
      "distance" : "6.2 miles",
      "location" : "Santa Fe National Forest",
      "community": "2",
      "name" : "Continental Divide Trail North/Los Pinos Trail",
      "description": "The Continental Divide Trail North/Los Pinos Trail climbs through Santa Fe National Forest from the Nacimiento Mountain foothills to the top of the mountains in the San Pedro Parks wilderness. It begins 6 miles northeast of Cuba at the end of Forest Road #95 where a parking area and kiosk are located. The trail follows the Rito Los Pinos for 3.1 miles and ascends almost 2000 vertical feet. It continues gently uphill and is shady along its entire course. Once on top of the mountain you can turn around, follow it several more miles to the center of the San Pedro Parks, choose a number of loop trails, or walk 2700 miles to the Canadian Border. Vegetation along the trail is lush and amazingly diverse. Views are limited until you reach the top of the mountain. Water in the Rito Los Pinos must be filtered and/or treated. Bring adequate water and food for the length of your planned hike. *** Directions provided in the link above take you to Forest Road #95, please follow to end of the road to find the trail head***",
      "image_url": "static/images/8-LosPinosTrail.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/Map-8.jpg",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.07907222,-106.9390668",
      "coords": {
          "latitude": 36.07907222,
          "longitude":-106.9390668
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.102481987404076%2C-106.90537333486026&z=16",
      "share_text": "Going for a hike on the Los Pinos/Continental Divide Trail North of Cuba."
  },
  "11": {
      "difficulty" : "Moderate to difficult",
      "distance" : "7.0 miles",
      "location" : "BLM Public Lands",
      "community": "2",
      "name" : "Continental Divide Trail South",
      "description": "The Continental Divide Trail South begins 4 miles southwest of Cuba on a dirt road that runs south from mile marker 4 on NM 197. It follows the roadway approximately 1 ½ miles until - after passing sandstone cliffs - it crosses the wide Chijuilla Wash. It then follows posts and cairns (large rock pile markers) through a wide arroyo to the top of Mesa Portales. The trail takes you south along the Mesa rim for another 2 miles before descending from the Mesa and heading to La Ventana Mesa, Mount Taylor and the Mexican border, 400 miles away. you can turn around or continue at this point. There are scenic vistas along the entire route including badlands, sandstone cliffs, and mountain and mesa views from the Mesa Portales rim. You stay in pinon~juniper woodland, but shade can be scarce. Bring plenty of food and water for extended hikes.",
      "image_url": "static/images/9-SouthCDT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/Map-9.jpg",
      "static_map_url": "http://maps.apple.com/maps?daddr=35.97305834,-107.0069388",
      "coords": {
          "latitude": 35.97305834,
          "longitude": -107.0069388
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=35.972155560004865%2C-107.00717926022952&z=16",
      "share_text": "Going for a hike on the South Continental Divide Trail."
  },
  "12": {
      "difficulty" : "Grade 1, 2 & 3",
      "distance" : "1.05 mile",
      "location": "Silver City",
      "community": "3",
      "name" : "Big Ditch Park",
      "description": "Trail Distance: Grade 1: 0.34 miles/ 1,800 feet/ 720 steps Grade 2: 0.17 miles/ 923 feet/ 369 steps Grade 3: 0.54 miles/ 2,864 feet/ 1,146 steps • Difficulty: Grade 1, Grade 2, and Grade 3 • Trail surface: Transitions between concrete and hard packed gravel. The Grade 1 section is wheelchair accessible.• Park Hours: From one hour before sunrise to 10:00 PM. • lighting: Within the park grounds and in the parking lots and adjacent streets.• Amenities: Benches, picnic tables, shade structures and trees, water fountains, rest rooms, and trash cans.• attractions: Historical info signs and monuments, Billy the Kid’s homestead, Silver City Visitors Center, Big Ditch Park, and live music when available.• Parking: General and disabled parking at Visitors Center parking lot and along adjacent streets. •Local Transit: The Corre Caminos Silver Route stops at E Market St. and N Bullard St., and E 7th St. and N Bullard St. Pickup times are between 6:58 AM – 5:58 PM and 7:00 AM – 6:00 PM respectively. • Notes: Learn about the history of the Big Ditch from the info signs",
      "image_url": "static/images/001-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.77096,-108.275229",
      "coords": {
          "latitude": 32.77096,
          "longitude": -108.275229
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.772342971154586%2C-108.27775366004948&z=16",
      "share_text": "Going for a walk around Big Ditch Park"
  },
  "13": {
      "difficulty" : "Grade 1",
      "distance" : "0.25 miles",
      "location": "Silver City",
      "community": "3",
      "name" : "Fox Field Track",
      "description": "Trail Distance: 0.25 miles/ 1,320 feet/ 528 steps • DifficuLty: Grade 1 • Trail surface: Rubberized track surface with wheelchair accessibility from the southern parking lot. • Park Hours: Dawn to dusk. Silver City Consolidated Schools has priority from 3:30PM – 6:00PM weekdays. • Lighting: Surrounding the track and eld, in the southern parking lot, and along the adjacent streets. • Amenities: Benches, water fountains, shade trees, trash cans, wheelchair accessible bleachers, and rest rooms. • Attractions: Large grass eld, Silver City Municipal Pool, and the Silver City Tennis Courts. • Parking: General and disabled parking available to the north and south of Fox Field. The southern lot offers wheelchair accessibility. • Local Transit: The Corre Caminos Silver Route stops at 32nd St. and Silver St. Pickup times are between 7:33 AM – 5:32 PM. • Notes: Use of Fox Field Track may be restricted due to scheduled events. ",
      "image_url": "static/images/002-SCT.jpg",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.793398,-108.269396",
      "coords": {
          "latitude": 32.793398,
          "longitude": -108.269396
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.794779460397756%2C-108.27236778434758&z=16",
      "share_text": "Going for a walk around Fox Field Track"
  },
  "14": {
      "difficulty" : "Grade 1",
      "distance" : ".36 miles",
      "location": "Silver City",
      "community": "3",
      "name" : "Gough Park",
      "description": "Trail Distance: Outer Loop: 0.24 miles/ 1,267 feet/ 507 steps. Inner Loop: 0.12 miles/ 634 feet/ 253 steps. • Difficulty: Grade 1 • Trail Surface: Concrete path with wheelchair access and curb cuts at all entrances. • Park Hours: From one hour before sunrise to 10:00PM. • Lighting: Within the park grounds and on the adjacent streets. • Amenities: Benches, picnic tables, shade structures and trees, water fountains, rest rooms, and trash cans. • Attracyions: Large open grass eld, basketball courts, historic monuments, and art and murals. • Parking: General and disabled parking along E 12th St., N Pope St., N Main St., E 13th St., and in the southern parking lot. • Local Transit: The Corre Caminos Silver Route stops at W 12th St. and West St., and W College Ave. and N Pope St. Pickup times are between 7:08AM – 6:08PM and 7:01AM – 6:01PM respectively. • Notes: Gough Park features large grass fields that are great for many activities.",
      "image_url": "static/images/003-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.777646,-108.275283",
      "coords": {
          "latitude": 32.777646,
          "longitude": -108.275283
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.77822105545013%2C-108.27594585117345&z=17",
      "share_text": "Going for a walk around Gough Park"
  },
  "15": {
      "difficulty" : "Grade 2",
      "distance" : "0.56 miles",
      "location": "Silver City",
      "community": "3",
      "name" : "Senior Center Trail",
      "description": "Trail Distance: 0.56 miles/ 2,956 feet/ 1,182 steps • Difficulty: Grade 2 • Trail Surface: Transitions from paver-stone to compact crusher-fines. • Park Hours: From one hour before sunrise to 10:00 PM. • Lighting: None. • Amenities: Benches, picnic tables, shade structures, trash cans, pet waste bag dispenser, and bike racks. • Attractions: The trail features upland desert and riparian wildlife. • Parking: General and disabled parking available at the Silver City Senior Center. • Local Transit: The Corre Caminos Silver Route stops at Cooper St. and La Capilla Rd. Pickup times are between 6:54 AM – 5:54 PM. • Notes: Enjoy the riparian and upland desert habitats along the trails.",
      "image_url": "static/images/004-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.761470,-108.279117",
      "coords": {
          "latitude": 32.761470,
          "longitude": -108.279117
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.76043273124626%2C-108.2802484213181&z=17",
      "share_text": "Going for a walk around the Senior Center Trail"
  },
  "16": {
      "difficulty" : "Grade 2",
      "distance" : "0.21 miles",
      "location": "Silver City",
      "community": "3",
      "name" : "Silva Creek Botanical Gardens",
      "description": "Trail Distance: 0.21 miles/ 1,109 feet/ 444 steps • Difficulty: Grade 2 • Trail Surface: Transitions between concrete and hard packed gravel. Non-slip curb cuts are at the park entrances. • Park Hours: One hour before dawn to dusk. • LigHTing: None. • Amenities: Benches, water fountains, picnic tables, shade structures and trees, and trash cans. • Attractions: Dozens of native plants with ID cards, Silver City Historic Waterworks, and volleyball courts, basketball courts, and a playground at Virginia Street Park. • Parking: General parking available along N Virginia Street. • Local Transit: None • Notes: As you walk, learn about the many different native plants planted along the paths.",
      "image_url": "static/images/005-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.783119,-108.280701",
      "coords": {
          "latitude": 32.783119,
          "longitude": -108.280701
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.78319811819219%2C-108.2817611872025&z=17",
      "share_text": "Going for a walk around Silva Creek Botanical Gardens"
  },
  "17": {
      "difficulty" : "Grade 1",
      "distance" : "1.0 mile",
      "location": "Silver City",
      "community": "3",
      "name" : "Silver City Downtown Walking Loop",
      "description": "Trail Distance: 1.0 mile/ 5,280 feet/ 2,112 steps • Difficulty: Grade 1 • Trail Surface: Concrete sidewalk with asphalt crosswalks. Curb cuts and wheelchair ramps are at all street corners. • Park Hours: From one hour before sunrise to 10:00 PM. • Lighting: Streetlights are along all sections of the walking loop. • Amenities: Benches, water fountains, rest rooms, trash cans, and shade trees. • Attractions: Big Ditch Park, Silver City Visitors Center, Billy the Kid’s Homestead, historical info signs, storefronts, and restaurants. • Parking: General and disabled parking available at the Silver City Visitors Center and along adjacent streets. • Local Transit: The Corre Caminos Silver Route stops at E Market St. and N Bullard St., and E 7th St. and N Bullard St. Pickup times are between 6:58 AM – 5:58 PM and 7:00 AM – 6:00 PM respectively. • Notes: Explore some of the storefronts along Historic Downtown Silver City as you walk.",
      "image_url": "static/images/006-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.77096,-108.275229",
      "coords": {
          "latitude": 32.77096,
          "longitude": -108.275229
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.77144917389521%2C-108.27797287467178&z=17",
      "share_text": "Going for a walk around Silver City Downtown Walking Loop"
  },
  "18": {
      "difficulty" : "varies",
      "distance" : "Network of trails",
      "location": "Silver City",
      "community": "3",
      "name" : "Boston Hill",
      "description": "Trail Distance: Boston Hill has a network of trails, offering miles of walking and hiking opportunities. • Difficulty: Varies between areas of low incline to areas of extreme incline. • Trail Surface: Natural dirt surface with areas of outcropping bedrock. • Park Hours: Dawn to dusk. • Lighting: None. • Amenities: Benches, shade, water fountains, trash cans. • Attractions: Historic mining district, scenic view, mountain bike trails, and rich geology. • Parking: General parking available at the Market Street, Spring St., Cheyenne Street, and Cooper Street Trailheads. • Local Transit: The Corre Caminos Silver Route stops at S Cooper Street and W Bremen Street. near the Spring Street Trailhead. Pickup times are between 6:55 AM – 4:55 PM. • Notes: The Boston Hill Open Space Trail System is surrounded by private property, and some trailheads exist on easements. Please respect private property and wildlife by staying on trail. ",
      "image_url": "static/images/007-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.760272,-108.281017",
      "coords": {
          "latitude": 32.760272,
          "longitude": -108.281017
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.7609176398038%2C-108.29245805795267&z=15",
      "share_text": "Going for a walk around Boston Hill"
  },
  "19": {
      "difficulty" : "varies",
      "distance" : "0.14 miles",
      "location": "Silver City",
      "community": "3",
      "name" : "La Capilla Vista",
      "description": "Trail Distance: The paved route is 0.14 miles/ 750 feet. • Difficulty: Some sections have a medium incline. • Trail Surface: Paver stone path with no wheelchair accessibility. • Park Hours: Dawn to dusk. • lighting: None. • Amenities: Benches and trash cans. • Attractions: Historic La Capilla chapel grounds, scenic views, and memorial agpole. • Parking: General parking available in the southern parking lot and along S Arizona St. • Local Transit: The Corre Caminos Silver Route stops at S Cooper St. and La Capilla Rd. Pickup times are between 6:54 AM – 4:54 PM. • Notes: Standing near the historic chapel grounds allows for a great view of Silver City and the surrounding mountains.",
      "image_url": "static/images/008-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.763200,-108.278667",
      "coords": {
          "latitude": 32.763200,
          "longitude": -108.278667
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.764633546528685%2C-108.28038275296763&z=17",
      "share_text": "Going for a walk around La Capilla Vista"
  },
  "20": {
      "difficulty" : "varies",
      "distance" : "0.88 miles",
      "location": "Silver City",
      "community": "3",
      "name" : "San Vicente Creek Trail",
      "description": "Trail Distance: 0.88 miles/ 4,644 feet • Difficulty: Varies between areas of low incline to areas of high incline. • Trail Surface: Natural dirt surface with areas of outcropping bedrock. Includes stream crossings. • Park Hours: Dawn to dusk. • Lighting: None. • Amenities: Shade. • Attractions: Riparian and Upland Desert environments, varied wildlife, outdoor classroom, archeological remains, and open water. • Parking: General parking at the S Mill Rd. trailhead accessed from S. Bullard St. • Local Transit: The Corre Caminos Silver Route Stops at W Broadway St. and N Bullard St. Pickup times are between 6:56AM – 4:56PM. • Notes: Some sections of the San Vicente Creek Trail exist on private property. Please respect private property by not trespassing",
      "image_url": "static/images/009-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.765274,-108.274670",
      "coords": {
          "latitude": 32.765274,
          "longitude": -108.274670
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.763088046406736%2C-108.27144805261122&z=16",
      "share_text": "Going for a walk around San Vicente Creek Trail"
  },
  "21": {
      "difficulty" : "varies",
      "distance" : "Four loops",
      "location": "Santa Clara",
      "community": "3",
      "name" : "Bataan Memorial Recreational Park",
      "description": "Trail Distance: There are four loops available, marked and designated by distance: The 1/3 mile loop is approx. 0.33 miles/ 1,682 feet/ 673 steps - The 1/2 mile loop is approx. 0.50 miles/ 2,640 feet/ 1,053 steps - The 5/8 mile loop is approx. 0.63 miles/ 3,326 feet/ 1,330 steps - The 3/4 mile loop is approx. 0.75 miles/ 3,960 feet/ 1,584 steps • Difficulty: Grade 1 and Grade 2 • Trail Surface: Transitions between asphalt to packed crushed rock. • Park Hours: Dawn to dusk. • Lighting: Around the paved areas and ballparks. • Amenities: Benches, picnic areas, shade structures and trees, grilling stations, water fountains, rest rooms, public buildings, and trash cans. • Attractions: Ball fields, baseball courts, tennis courts, horseshoe courts, playgrounds, and the Forgotten Veterans Memorial. • Parking: General and disabled parking at the front parking lot. • Local Transit: The Corre Caminos Copper Loop, Santa Clara Route can make pickups at the Fort Bayard Medical Center upon request. • Notes: Bataan Memorial Recreational Park provides many opportunities for exercise and active play.",
      "image_url": "static/images/010-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.787506,-108.155689",
      "coords": {
          "latitude": 32.787506,
          "longitude": -108.155689
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.78613417758328%2C-108.15790699166945&z=16",
      "share_text": "Going for a walk around Bataan Memorial Recreational Park"
  },
  "22": {
      "difficulty" : "Grade 1",
      "distance" : "0.12 miles",
      "location":"Bayard",
      "community": "3",
      "name" : "Bayard Community Center Park",
      "description": "Trail Distance: 0.12 miles/ 617 feet/ 247 steps • Difficulty: Grade 1 • Trail Surface: Concrete path with wheelchair access and curb cuts at the park entrance. • Park Hours: Between 7:00AM to 10:00PM. • Lighting: At the main gazebo and along adjacent streets: Hurley Ave. and Park St. • Amenities: Benches, shade structures, picnic tables, water fountain, and trash cans. • Attractions: Playground, swing set, Skate Park, and ball elds. • Parking: General and disabled parking exists at the Bayard Community Center parking lot. • Local Transit: The Corre Caminos Copper Loop, Bayard Route stops at the Bayard Community Center. Pickup times are between 6:59AM – 3:24PM. Pickups after 3:24PM are available upon request. • Notes: The Bayard Community Center Park is a great place for everyone to exercise and play. ",
      "image_url": "static/images/011-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.756835,-108.136317",
      "coords": {
          "latitude": 32.756835,
          "longitude": -108.136317
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.75693396614044%2C-108.1366197806289&z=18",
      "share_text": "Going for a walk around Bayard Community Center Park"
  },
  "23": {
      "difficulty" : "Grade 1",
      "distance" : "0.14 miles",
      "location":"Bayard",
      "community": "3",
      "name" : "Bayard Mining Park",
      "description": "Trail Distance: 0.14 miles/ 729 feet/ 292 steps • Difficulty: Grade 1 • Trail Surface: Concrete path with wheelchair access and curb cuts at the park entrance. • Park Hours: Dawn to dusk. • Lighting: Streetlights exist along the park and adjacent streets. • Amenities: Benches, shade structures, picnic tables, and trash cans. • Attractions: Mining relics with info signs and mining memorials. • Parking: General and disabled parking exists at the Cobre Consolidated Schools District No. 2 Administrative Offices parking lot. • Local Transit: The Corre Caminos Copper Loop, Bayard Route stops at N East St. and Coffey St. Pickup times are between 7:04AM – 3:29PM. Pickups after 3:29PM are available upon request. • Notes: Learn about Grant County’s mining history from the info signs located throughout the park.",
      "image_url": "static/images/012-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.760536,-108.131044",
      "coords": {
          "latitude": 32.760536,
          "longitude": -108.131044
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.76034962913575%2C-108.13130643803748&z=18",
      "share_text": "Going for a walk around Bayard Mining Park"
  },
  "24": {
      "difficulty" : "Grade 1",
      "distance" : "0.25 miles",
      "location":"Bayard",
      "community": "3",
      "name" : "Cobre High School Track",
      "description": "Trail Distance: 0.25 miles/ 1,320 feet/ 528 steps • Difficulty: Grade 1 • Trail surface: Rubberized track surface with wheelchair access from the northern entrance. • Notes: Use of Cobre High School Track may be restricted due to scheduled events. • Park Hours: Dawn to dusk. The Cobre Consolidated Schools has priority over the track grounds during school hours 8:00AM – 3:30PM weekdays. • Lighting: Surrounding the track grounds and throughout the school campus. • Amenities: Bleachers, portable rest rooms, and trash cans. • Attractions: Open grass field and ball fields. • Parking: General and disabled parking exists in the front and rear school parking lots. General parking exists in the southern ball field lot. Parking is available before and after school hours. • Local Transit: The Corre Caminos Copper Loop, Bayard Route stops at W Central Ave. and Rosemary St. Pickup times are between 7:09AM – 3:34PM. Pickups after 3:34PM are available upon request.",
      "image_url": "static/images/013-SCT.jpg",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.756435,-108.141693",
      "coords": {
          "latitude": 32.756435,
          "longitude": -108.141693
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.75570279634199%2C-108.14269190585804&z=18",
      "share_text": "Going for a walk around Cobre High School Track"
  },
  "25": {
      "difficulty" : "Grade 1",
      "distance" : "0.24 miles",
      "location": "Fort Bayard",
      "community": "3",
      "name" : "Forgotten Veterans Memorial Walk",
      "description": "Trail Distance: 0.24 miles/ 1,259 feet/ 504 steps • Difficulty: Grade 1 • Trail Surface: Concrete with wheelchair access and curb cuts at the entrance. • Park Hours: Dawn to dusk. • Lighting: Both overhead and trail lighting are available throughout the grounds. • Amenities: Benches and shade structures. • Attractions: Remembrance memorials, historic info signs, and sculptures. • Parking: General and disabled parking exists at the parking lot near the memorial entrance. • Local Transit: The Corre Caminos Copper Loop, Santa Clara Route can make pickups at the Fort Bayard Medical Center upon request. • Notes: The Forgotten Veterans Memorial offers a place for quiet reflection.",
      "image_url": "static/images/014-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.787506,-108.155689",
      "coords": {
          "latitude": 32.787506,
          "longitude": -108.155689
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.7852267388826%2C-108.15544687515717&z=18",
      "share_text": "Going for a walk around Forgotten Veterans Memorial Walk"
  },
  "26": {
      "difficulty" : "Grade 1 & 2",
      "distance" : "0.59 miles",
      "location": "Fort Bayard",
      "community": "3",
      "name" : "Fort Bayard Parade Grounds",
      "description": "Trail Distance: Outer Loop: 0.40 miles/ 2,105 feet/ 842 steps. Inner Loop: 0.19 miles/ 908 feet/ 363 steps • Difficulty: Grade 1 and Grade 2 • Trail Surface: Transitions between asphalt on the outer loop to crusher- fines on the inner loop. • Park Hours: Dawn to dusk. • Lighting: Streetlights exist along the outer walking loop. • Amenities: Benches, shade trees, and trash cans. • Attractions: Historic Fort Bayard Museum, Fort Bayard guided/self-guided walking tours, historic info signs and memorials, large grass field, tennis courts, and basketball courts. • Parking: General and disabled parking at the Fort Bayard Hospital parking lot and along the streets. • Local Transit: None. • Notes: Fort Bayard features a museum, open Saturday mornings, with guided tours on the 2nd and 4th Saturday monthly at 9:30 AM.",
      "image_url": "static/images/015-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.796161,-108.151319",
      "coords": {
          "latitude": 32.796161,
          "longitude": -108.151319
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.79707182443853%2C-108.15043051599167&z=18",
      "share_text": "Going for a walk around Fort Bayard Parade Grounds"
  },
  "27": {
      "difficulty" : "varies",
      "distance" : "Network of trails",
      "location": "Fort Bayard",
      "community": "3",
      "name" : "Big Tree Trailhead",
      "description": "Trail Distance: Big Tree Trailhead gives access to a network of trails, offering miles of hiking and biking opportunities. • Difficulty: Varies between minimal incline to occasional high incline. • Trail Surface: Natural dirt surface with occasional outcropping bedrock. • Park Hours: Dawn to dusk. Winter hours vary by conditions. • Lighting: None. • Amenities: Rest rooms. • Attractions: The Big Juniper Tree and scenic views. • Parking: General parking is available at the trailhead parking lot. • Local Transit: None. • Notes: The Big Juniper Tree is nationally ranked as the second largest alligator Juniper Tree, and has a diameter of over 5 3⁄4 feet.",
      "image_url": "static/images/016-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.841683,-108.143613",
      "coords": {
          "latitude": 32.841683,
          "longitude": -108.143613
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.84727720828538%2C-108.15976278651863&z=15",
      "share_text": "Going for a hike around Big Tree Trailhead"
  },
  "28": {
      "difficulty" : "varies",
      "distance" : "Network of trails",
      "location": "Arenas Valley",
      "community": "3",
      "name" : "Dragonfly Trailhead",
      "description": "Trail Distance: Dragonfly Trailhead gives access to a network of trails, offering miles of hiking and biking opportunities. • Difficulty: Varies between minimal incline and occasional high incline. • Trail Surface: Natural dirt surface with occasional outcropping bedrock. • Park Hours: Dawn to dusk. • lighting: None. • Amenities: Picnic tables and rest rooms. • Attractions: Extensive variety of petroglyphs and scenic views. • Parking: General and disabled parking available at the trailhead parking lot. • Local Transit: None. • Notes: Explore the area and try to find the Dragon y Petroglyph.",
      "image_url": "static/images/017-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.794991,-108.184102",
      "coords": {
          "latitude": 32.794991,
          "longitude": -108.184102
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.84380561366157%2C-108.28672739058555&z=15",
      "share_text": "Going for a hike around Dragonfly Trailhead"
  },
  "29": {
      "difficulty" : "varies",
      "distance" : "Network of trails",
      "location": "Gila National Forest",
      "community": "3",
      "name" : "Gomez Peak Picnic Area Trailhead",
      "description": "Trail Distance: Gomez Peak Picnic Area Trailhead gives access to a network of trails, offering miles of hiking and biking opportunities. • Difficulty: Varies between minimal incline to extreme incline. • Trail Surface: Natural dirt surface with occasional outcropping bedrock. • Park Hours: From 8:00AM to dusk. Winter hours vary by conditions. • Lighting: None. • Amenities: Picnic tables, shade, water fountains, and rest rooms. • Attractions: Scenic views and diverse environments. • Parking: General and disabled parking is available at the trailhead parking lot. • Local Transit: None. • Notes: Standing on Gomez Peak allows for a great view of the area.",
      "image_url": "static/images/018-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.848650,-108.276654",
      "coords": {
          "latitude": 32.848650,
          "longitude": -108.276654
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.8444581055978%2C-108.286448440848&z=16",
      "share_text": "Going for a hike around Gomez Peak"
  },
  "30": {
      "difficulty" : "varies",
      "distance" : "Network of trails",
      "location": "Gila National Forest",
      "community": "3",
      "name" : "Little Walnut Picnic Area Trailhead",
      "description": "Trail Distance: Little Walnut Picnic Area Trailhead gives access to a network of trials, offering miles of hiking and mountain biking opportunities. • Difficulty: Varies between minimal incline to high incline. • Trail Surface: Natural dirt surface with occasional outcropping bedrock. • Park Hours: From 8:00AM to 7:00PM. Winter hours vary by conditions. • Lighting: None. • Amenities: Picnic tables, shade, water fountains, and rest rooms. • Attractions: Scenic views and diverse environments. • Parking: General parking is available at the trailhead parking lot. • Local Transit: None. • Notes: These trails are great for hiking and mountain biking.",
      "image_url": "static/images/019-SCT.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.854816,-108.275061",
      "coords": {
          "latitude": 32.854816,
          "longitude": -108.275061
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.85400542803163%2C-108.27799946622639&z=16",
      "share_text": "Going for a hike around Little Walnut Picnic Area"
  },
  "31": {
      "difficulty" : "Easy",
      "distance" : "1.7 mile",
      "location": "Raton",
      "community": "4",
      "name" : "Roundhouse Memorial Park Trails",
      "description": "Surface: Asphalt paving Parking: Aquatic Center, 100 Memorial Lane. Nearby Cross Streets: Sugarite Ave. & Roundhouse Rd. Martinez/E. 4th St & Memorial Ln. Open: Year-round Amenities: Dog park, benches, interpretive signs, trash cans, restrooms at the Aquatic Center.",
      "image_url": "static/images/001-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.899160,-104.435618",
      "coords": {
          "latitude": 36.899160,
          "longitude": -104.435618
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.8997569711763%2C-104.43527378193352&z=15",
      "share_text": "Going for a walk around Roundhouse Memorial Park Trail"
  },
  "32": {
      "difficulty" : "Easy",
      "distance" : "350 feet",
      "location": "Raton",
      "community": "4",
      "name" : "Raton Regional Aquatic Center",
      "description": "Surface: Textured anti-slip. Parking: Aquatic Center, 100 Memorial Lane. Nearby Cross Streets: Roundhouse Rd. & Memorial Ln. Martinez/E. 4th St & Memorial Ln. Open: Year-round. Call 575-445-4271 for schedule & fees Amenities: Restrooms, showers, snack bar, trash cans",
      "image_url": "static/images/002-RRR.jpg",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.899160,-104.435618",
      "coords": {
          "latitude": 36.899160,
          "longitude": -104.435618
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.8997569711763%2C-104.43527378193352&z=15",
      "share_text": "Going for a walk around Raton Regional Aquatic Center"
  },
  "33": {
      "difficulty" : "Easy",
      "distance" : "0.25 mile",
      "location": "Raton",
      "community": "4",
      "name" : "Raton High School Track",
      "description": "Surface: Asphalt paving. Parking: Raton Convention Center Nearby Cross Streets: S. Ninth Ave. & S. Third St. Open: Year-round except day before football games Amenities: Benches, trash cans",
      "image_url": "static/images/003-RRR.jpg",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.892357,-104.443706",
      "coords": {
          "latitude": 36.892357,
          "longitude": -104.443706
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.89142586551898%2C-104.44394268146965&z=17",
      "share_text": "Going for a walk around Raton High School Track"
  },
  "34": {
      "difficulty" : "Easy",
      "distance" : "Boardwalk 500 ft, trail 0.5 mile",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Boardwalk & River Walk Trail",
      "description": "Surface: Boardwalk has boards; River Walk has gravel. Parking: Sugarite Canyon State Park Visitor Center Open: Year-round Amenities: Restrooms at shower building, benches, trash cans Note: Both trails begin at Visitor Center & follow creek. Boardwalk is wheelchair accessible. ",
      "image_url": "static/images/004-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.940195,-104.380122",
      "coords": {
          "latitude": 36.940195,
          "longitude": -104.380122
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.93971958320148%2C-104.37901176563713&z=16",
      "share_text": "Going for a walk around the Boardwalk & River Walk Trail"
  },
  "35": {
      "difficulty" : "Easy to strenuous",
      "distance" : "2.8 miles",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Coal Camp Trail",
      "description": "Distance: 0.8 miles one way to Mine 2 entrance 0.9 miles one way to Cable Wheel House; 1.1 mile one way to Mine 3 (no structures visible) Difficulty: Easy in canyon bottom; strenuous higher up. Surface: Unpaved. Parking: Sugarite Canyon State Park Visitor Center. Open: Year-round. Amenities: Restrooms at shower building, trash cans, benches",
      "image_url": "static/images/005-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.940195,-104.380122",
      "coords": {
          "latitude": 36.940195,
          "longitude": -104.380122
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.94239500419241%2C-104.37907613865349&z=16",
      "share_text": "Going for a hike around the Coal Camp Trail"
  },
  "36": {
      "difficulty" : "Easy",
      "distance" : "0.1 mile",
      "location": "Capulin Volcano National Monument",
      "community": "4",
      "name" : "Nature Trail",
      "description": "Surface: Paved. Parking: Visitor Center. Open: Year-round. Amenities: Park benches, restrooms, trash cans. Note: This wheelchair-accessible trail is the only trail open to pets at Capulin Volcano Nat’l Monument. Wheelchair accessible.",
      "image_url": "static/images/006-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.778536,-103.979724",
      "coords": {
          "latitude": 36.778536,
          "longitude": -103.979724
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.77884211299258%2C-103.98001708141777&z=18",
      "share_text": "Going for a walk around the Nature Trail"
  },
  "37": {
      "difficulty" : "Easy to moderate",
      "distance" : "2 miles",
      "location": "Raton",
      "community": "4",
      "name" : "Raton Municipal Golf Course",
      "description": "Surface: Paved (concrete; asphalt) Parking: Golf Course Clubhouse; 510 Country Club Rd. Nearby Cross Streets: Tiger Dr. & Country Club Rd. Open: Year-round Amenities: Benches, trash cans, restrooms at clubhouse Note: Good wildlife viewing. Please pick up dog waste.",
      "image_url": "static/images/007-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.889995,-104.465616",
      "coords": {
          "latitude": 36.889995,
          "longitude": -104.465616
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.88940913599073%2C-104.46800746075127&z=15",
      "share_text": "Going for a walk around the Raton Municipal Golf Course"
  },
  "38": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "3.25 miles",
      "location": "Raton",
      "community": "4",
      "name" : "Climax Canyon Trail",
      "description": "Surface: Dirt Nearby Cross Streets: Apache Ave. & S. 6th St. Parking: Parking lot at west end of Apache Ave. Open: Year-round Amenities: Maps at trailhead kiosk, benches. Note: Piñon pine/juniper forest. Great views of Raton and nearby mesas.",
      "image_url": "static/images/008-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.900286,-104.449451",
      "coords": {
          "latitude": 36.900286,
          "longitude": -104.449451
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.89994572462612%2C-104.45294417492363&z=15",
      "share_text": "Going for a hike around Climax Canyon Trail"
  },
  "39": {
      "difficulty" : "Moderate",
      "distance" : "1.2 miles",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Lake Alice Trail",
      "description": "Surface: Dirt. Parking: Visitor Center or Lake Alice Campground Open: Year-round. Amenities: Restrooms, trash cans. Note: Trail parallels Chicorica Creek and Lake Alice.",
      "image_url": "static/images/009-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.959037,-104.386426",
      "coords": {
          "latitude": 36.959037,
          "longitude": -104.386426
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.94879919608371%2C-104.38179053417656&z=14",
      "share_text": "Going for a hike on the Lake Alice Trail"
  },
  "40": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "2.4 miles",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Lake to Lake Trail",
      "description": "Surface: Dirt. Parking: Trailhead E of Lake Alice Campground or Trailhead SE of Lake Maloya Main Boat Ramp. Open: Year-round. Amenities: Restrooms, trash cans. Note: Bridge crosses Chicorica Creek at beaver pond.",
      "image_url": "static/images/010-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.984409,-104.372449",
      "coords": {
          "latitude": 36.984409,
          "longitude": -104.372449
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.96964878584103%2C-104.38033141247246&z=14",
      "share_text": "Going for a hike on the Lake to Lake Trail "
  },
  "41": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "1.8 miles",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Deer Run Trail",
      "description": "Surface: Dirt. Parking: Lake Alice & Soda Pocket Campgrounds. Open: Year-round from lower trailhead. Upper trailhead accessible only during summer. Amenities: Restrooms, trash cans Note: Soda Pocket Rd. & Campground closed Oct.-May.",
      "image_url": "static/images/011-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.975241,-104.394572",
      "coords": {
          "latitude": 36.975241,
          "longitude": -104.394572
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.96443692360958%2C-104.38852824322197&z=14",
      "share_text": "Going for a hike on the Deer Run Trail "
  },
  "42": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "0.75 mile",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Vista Grande Trail",
      "description": "Surface: Dirt. Parking: Summer: upper Soda Pocket Road Rest of year: Lower Deer Run Trailhead. Open: Year-round. Amenities: Restrooms, trash cans. Note: Soda Pocket Rd. & Campground closed Oct.-May. Access trail Oct.-May by foot from Deer Run Tr.",
      "image_url": "static/images/012-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.969529,-104.394190",
      "coords": {
          "latitude": 36.969529,
          "longitude": -104.394190
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.968878367527196%2C-104.39464367977592&z=17",
      "share_text": "Going for a hike on the Vista Grande Trail "
  },
  "43": {
      "difficulty" : "Moderate",
      "distance" : "2.5 miles",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Lake Maloya Trail",
      "description": "Surface: Dirt. Parking: Trailhead at west end of dam Open: Year-round. Amenities: Restroom, benches. Note: Trail rejoins road at Lake Dorothey parking lot in CO. To return, you can follow road along E side of lake. Trail is also part of 6-mile loop around Little Horse Mesa.",
      "image_url": "static/images/013-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.984082,-104.376849",
      "coords": {
          "latitude": 36.984082,
          "longitude": -104.376849
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.990938278938444%2C-104.37195219150993&z=14",
      "share_text": "Going for a hike on the Lake Maloya Trail"
  },
  "44": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "2.6 miles",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Wapiti Trail",
      "description": "Surface: Dirt. Parking: Lake Maloya main boat ramp; to access trail, cross road to gate at trailhead. Open: Year-round. Amenities: Restrooms, trash cans at boat ramp.",
      "image_url": "static/images/014-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.984409,-104.372449",
      "coords": {
          "latitude": 36.984409,
          "longitude": -104.372449
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.9818549207822%2C-104.36560072056267&z=15",
      "share_text": "Going for a hike on the Wapiti Trail"
  },
  "45": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "4 miles",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Opportunity Trail",
      "description": "Surface: Dirt. Parking: Summer: Soda Pocket Trailhead Otherwise: Lake Maloya Trailhead or gate at bottom of Soda Pocket Rd. Open Year-round. Amenities: Restroom, trash can at trailhead Note: Soda Pocket Rd. Campground closed Oct-May. Trail is part of a 6 mile loop around Little Horse Mesa.",
      "image_url": "static/images/015-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.978439,-104.396742",
      "coords": {
          "latitude": 36.978439,
          "longitude": -104.396742
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.986993023115176%2C-104.39306654087517&z=13",
      "share_text": "Going for a hike on the Opportunity Trail"
  },
  "46": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "1.8 miles",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Ponderosa Ridge Trail",
      "description": "Surface: Dirt. Parking: Year-round at Lake Maloya Trailhead. Summer only at Soda Pocket Trailhead Open: Year-round. Amenities: Restrooms, trash cans at trailheads. Note: Soda Pocket Rd. & Campground closed Oct.-May. Trail is part of a 6 mile loop around Little Horse Mesa. Note: Soda Pocket Rd. & Campground closed Oct.-May. Trail part of 6-mile loop around Little Horse Mesa.",
      "image_url": "static/images/016-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.978439,-104.396742",
      "coords": {
          "latitude": 36.978439,
          "longitude": -104.396742
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.986993023115176%2C-104.39306654087517&z=13",
      "share_text": "Going for a hike on Ponderosa Ridge Trail"
  },
  "47": {
      "difficulty" : "Moderate",
      "distance" : "1 mile",
      "location": "Capulin Volcano National Monument",
      "community": "4",
      "name" : "Lava Flow Trail",
      "description": "Surface: Unpaved. Parking: Visitor Center. Open: Year-round. Amenities: Park benches, restrooms, trash cans. Note: Mostly easy trail wanders through lava flow. Some steep portions.",
      "image_url": "static/images/017-RRR.jpg",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.778536,-103.979724",
      "coords": {
          "latitude": 36.778536,
          "longitude": -103.979724
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.777415551369245%2C-103.97728122822258&z=16",
      "share_text": "Going for a walk around the Lava Flow Trail"
  },
  "48": {
      "difficulty" : "Moderate",
      "distance" : "0.2 mile",
      "location": "Capulin Volcano National Monument",
      "community": "4",
      "name" : "Crater Vent Trail",
      "description": "Surface: Paved. Parking: Volcano Road overlook. Open: Year-round, except for brief winter snow closures Amenities: Park benches, restrooms, trash cans. Note: Trail descends to bottom of crater. Elevation change is 100 feet.",
      "image_url": "static/images/018-RRR.jpg",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.782714,-103.972263",
      "coords": {
          "latitude": 36.782714,
          "longitude": -103.972263
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.782433960830446%2C-103.96998561970207&z=16",
      "share_text": "Going for a walk around the Crater Vent Trail"
  },
  "49": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "1 mile",
      "location": "Capulin Volcano National Monument",
      "community": "4",
      "name" : "Crater Rim Trail",
      "description": "Surface: Paved. Parking: Volcano Road overlook. Open: Year-round, except for brief winter snow closures Amenities: Park benches, restrooms, trash cans. Notes: Spectacular 360-degree views. Trail follows rim; highest point is 8,182 feet of elevation.",
      "image_url": "static/images/019-RRR.jpg",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.782714,-103.972263",
      "coords": {
          "latitude": 36.782714,
          "longitude": -103.972263
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.782433960830446%2C-103.96998561970207&z=16",
      "share_text": "Going for a walk around the Crater Rim Trail"
  },
  "50": {
      "difficulty" : "Moderate to strenuous",
      "distance" : "3 miles",
      "location": "Raton",
      "community": "4",
      "name" : "Scenic Drive",
      "description": "Surface: Unpaved; severely eroded in places Nearby Cross Streets: Tiger Dr. & Scenic Rd. Moulton Ave. & Old Pass Rd. Parking: South end: trailhead; north end: Old Pass Road. Open: Year-round Amenities: None. Note: This trail open to off-road vehicles. Great views.",
      "image_url": "static/images/020-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.894613,-104.451874",
      "coords": {
          "latitude": 36.894613,
          "longitude": -104.451874
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.89852148252197%2C-104.45441402546379&z=15",
      "share_text": "Going for a walk around the Scenic Drive"
  },
  "51": {
      "difficulty" : "Strenuous",
      "distance" : "0.75 mile",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Little Horse Mesa Trail",
      "description": "Surface: Dirt. Parking: Summer: Soda Pocket Trailhead Otherwise: Lake Maloya Trailhead or gate at bottom of Soda Pocket Rd.  Open: Year-round. Amenities: Restrooms, trash cans at trailheads. Note: Soda Pocket Rd. & Campground closed Oct.-May.",
      "image_url": "static/images/021-RRR.jpg",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.978439,-104.396742",
      "coords": {
          "latitude": 36.978439,
          "longitude": -104.396742
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.97991796905309%2C-104.39978279224846&z=15",
      "share_text": "Going for a hike on Little Horse Mesa Trail"
  },
  "52": {
      "difficulty" : "Strenuous",
      "distance" : "2 mile loop",
      "location": "Sugarite Canyon State Park",
      "community": "4",
      "name" : "Boca Trail",
      "description": "Surface: Dirt. Parking: Picnic area; occasional winter snow closures Open: Year-round from Visitor Center. Amenities: Park benches, restrooms, trash cans. Note: Trail meanders through vent area where volcano’s lava  flows originated. Look for “lava lakes,” “lava tubes” & “spatter hill.",
      "image_url": "static/images/022-RRR.jpg",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=36.779824,-103.976957",
      "coords": {
          "latitude": 36.779824,
          "longitude": -103.976957
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.78291496091835%2C-103.97715248218987&z=15",
      "share_text": "Going for a hike on the Boca Trail "
  },
  "53": {
      "difficulty" : "Grade 1 Concrete sidewalks",
      "distance" : ".25 mile",
      "location": "Alamogordo",
      "community": "5",
      "name" : "Alameda Park Zoo",
      "description": "Surface: Concreate sidewalks. Open 9:00 a.m. - 5:00 p.m. daily (except Christmas and New Year’s Day) Yes. 2 years and under free; 3-11 years $1.50; 12-59 years $2.50; 60+ $1.50; membership passes available. Fully accessible for people using wheelchairs, walkers and strollers; Butterfly Gazebo; animal sanctuaries; playground; green spaces; picnic tables; benches",
      "image_url": "static/images/001-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.900519,-105.960900",
      "coords": {
          "latitude": 32.900519,
          "longitude": -105.960900
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.90218929941254%2C-105.96097423961339&z=17",
      "share_text": "Going for a walk around the Alameda Park Zoo"
  },
  "54": {
      "difficulty" : "Grade 2 Asphalt",
      "distance" : "1 mile one way",
      "location": "Alamogordo",
      "community": "5",
      "name" : "Indian Wells Ave. Walking Path",
      "description": "",
      "image_url": "static/images/003-TI.png",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.916332,-105.948771",
      "coords": {
          "latitude": 32.916332,
          "longitude": -105.948771
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.91622669945973%2C-105.95534160068212&z=16",
      "share_text": "Going for a walk around Indian Wells Ave. Walking Path"
  },
  "55": {
      "difficulty" : "Grade 1 Concrete sidewalks",
      "distance" : "1 mile loop",
      "location": "Alamogordo",
      "community": "5",
      "name" : "NM School for the Blind and Visually Impaired Campus",
      "description": "Surface: Rubberized track. Use during non-school hours: early morning, after school, weekends.",
      "image_url": "static/images/004-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.911213,-105.948487",
      "coords": {
          "latitude": 32.911213,
          "longitude": -105.948487
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.91377046721073%2C-105.96027686526952&z=17",
      "share_text": "Going for a walk around the NM School for the Blind and Visually Impaired Campus"
  },
  "56": {
      "difficulty" : "Grade 2 Concrete sidewalks",
      "distance" : "2 miles one way",
      "location": "Alamogordo",
      "community": "5",
      "name" : "North Scenic Drive Walking Area",
      "description": "Surface: Concrete sidewalks. Stroller walking; pet friendly on leash, grass an desert landscape along side of sidewalk , mountain scenery; panoramic view of basin.",
      "image_url": "static/images/005-TI.png",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.919739,-105.927051",
      "coords": {
          "latitude": 32.919739,
          "longitude": -105.927051
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.93301430107063%2C-105.94694360600579&z=15",
      "share_text": "Going for a walk around the North Scenic Drive Walking Area"
  },
  "57": {
      "difficulty" : "Grade 2 Concrete sidewalks",
      "distance" : "2 mile loop",
      "location": "Alamogordo",
      "community": "5",
      "name" : "South Scenic Drive Walking Area",
      "description": "Surface: Concrete sidewalks. Stroller walking, pet friendly on leash, cover gazebo along route, wide panoramic view of the Tularosa Basin, mountain scenery including the Sleeping Lady of the Mountain.",
      "image_url": "static/images/006-TI.png",
      "dogs_allowed": true,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.889907,-105.930828",
      "coords": {
          "latitude": 32.889907,
          "longitude": -105.930828
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.88308836622207%2C-105.93004032479394&z=16",
      "share_text": "Going for a walk around the South Scenic Drive Walking Area "
  },
  "58": {
      "difficulty" : "Grade 1 Tile surface",
      "distance" : ".25 mile loop",
      "location": "Alamogordo",
      "community": "5",
      "name" : "White Sands Mall Walking Area",
      "description": "Surface: Tile Surface. Fully accessible for people using wheelchairs, walkers and strollers; indoor; food court; shopping; Veterans Clinic. Open for walkers 8 a.m.-9 p.m., Mon.- Sat.; noon-6 p.m. Sun.; enter through main or north doors.",
      "image_url": "static/images/007-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.929872,-105.963277",
      "coords": {
          "latitude": 32.929872,
          "longitude": -105.963277
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.929864193144915%2C-105.9638361313796&z=16",
      "share_text": "Going for a walk around the White Sands Mall Walking Area"
  },
  "59": {
      "difficulty" : "Grade 1 Rubberized track",
      "distance" : ".25 mile loop",
      "location": "Tularosa",
      "community": "5",
      "name" : "Tularosa High School Track",
      "description": "Surface: Rubberized track. Hours: Early morning, after school, weekends. Access field through two gates - 40-yard gravel path leads to asphalt sidewalk, which leads to track.",
      "image_url": "static/images/008-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=33.073013,-106.024621",
      "coords": {
          "latitude": 33.073013,
          "longitude": -106.024621
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=33.07375925544506%2C-106.02659926402896&z=18",
      "share_text": "Going for a walk around Tularosa High School Track"
  },
  "60": {
      "difficulty" : "Grade 1 Simulated wood decking",
      "distance" : ".33 mile roundtrip",
      "location": "White Sands National Monument",
      "community": "5",
      "name" : "Interdune Boardwalk",
      "description": "",
      "image_url": "static/images/009-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.973581,-106.239499",
      "coords": {
          "latitude": 32.973581,
          "longitude": -106.239499
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.795027736759906%2C-106.23900603496406&z=18",
      "share_text": "Going for a walk around the Interdune Boardwalk"
  },
  "61": {
      "difficulty" : "Grade 3 Packed sand/dirt",
      "distance" : ".25 mile roundtrip",
      "location": "White Sands National Monument",
      "community": "5",
      "name" : "Playa Trail",
      "description": "Surface: Packed sand/dirt. Seasonal park hours. For park hours call 479-6124. This is a level trail in White Sands National Monument that leads to a small playa. Like Lake Lucero, this smaller playa is a shallow depression or low-lying area that fills temporarily with rainwater from storms. Most of the year, it is a dry lakebed.",
      "image_url": "static/images/010-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.795571,-106.211600",
      "coords": {
          "latitude": 32.795571,
          "longitude": -106.211600
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.7968517416258%2C-106.21136651354595&z=18",
      "share_text": "Going for a hike on the Playa Trail"
  },
  "62": {
      "difficulty" : "Grade 3 varied surface",
      "distance" : "1.3 miles",
      "location": "Lincoln National Forest, Cloudcroft",
      "community": "5",
      "name" : "Grandview Trail",
      "description": "Surface: Varied. Trail Surface: Varies from fairly flat gravel railroad grade to rocky, slightly undulating slopes that contour with the surrounding environment. Public Facilities and Amenities: No public facilities. A covered ramada with a bench .53 miles into the hike and offers  spectacular panoramic views of White Sands, the Tularosa Basin and the San Andres Mountains. Parking: Limited, off road parking is available at the northern trailhead.",
      "image_url": "static/images/011-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.958348,-105.852340",
      "coords": {
          "latitude": 32.958348,
          "longitude": -105.852340
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.954818423292544%2C-105.8557230032605&z=16",
      "share_text": "Going for a hike on the Grandview Trail"
  },
  "63": {
      "difficulty" : "Grade 3 Gravel trail surface",
      "distance" : ".4 mile loop",
      "location": "Lincoln National Forest, Cloudcroft",
      "community": "5",
      "name" : "La Pasada Encantada Trail",
      "description": "Surface: Gravel. The U.S. Forest Service, with students from the New Mexico School for the Blind and Visually Impaired, designed this trail to create an experience and interpretive walk for those that are visually handicapped. Braille interpretive signs direct users to feel and touch nature; to feel the bark of a young tree compared to an old tree, to feel and count the rings of a tree to determine age, to feel fossils in rocks, to walk the length of a downed tree to understand the height. The entire trail is lined with 6” x 6” posts providing excellent cues on the direction of the trail. This is truly a unique trail and a great place to learn, get fit and escape the heat.",
      "image_url": "static/images/012-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.941649,-105.737449",
      "coords": {
          "latitude": 32.941649,
          "longitude": -105.737449
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.94115965872992%2C-105.73742685496933&z=17",
      "share_text": "Going for a hike on La Pasada Encantada Trail"
  },
  "64": {
      "difficulty" : "Grade 3 Blacktop",
      "distance" : ".2 mile",
      "location": "Lincoln National Forest, Cloudcroft",
      "community": "5",
      "name" : "Overlook Trail",
      "description": "Surface: Blacktop. Wheelchair accessible loop hike in the Trestle Recreation Area on the outskirts of Cloudcroft; picnic area with grills, trash cans, drinking water, and an interpretive kiosk with brochures are available; a replica of the exterior of Cloudcroft’s final railroad depot houses restrooms. Public Facilities and Amenities: On the hike is the Overlook Platform, with bench and interpretive panel, offering a great place to sit and enjoy spectacular views of the Tularosa Basin, including White Sands. Parking: Available at the Trestle Recreation Center ",
      "image_url": "static/images/013-TI.png",
      "dogs_allowed": false,
      "map_image_url": "static/images/maps/",
      "static_map_url": "http://maps.apple.com/maps?daddr=32.957377,-105.749677",
      "coords": {
          "latitude": 32.957377,
          "longitude": -105.749677
      },
      "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.95736527808465%2C-105.75183835796184&z=17",
      "share_text": "Going for a walk around the Overlook Trail"
  },
      "1001": {
          "difficulty" : "Easy",
          "distance" : "0.6 mile",
          "location" :"Cuba",
          "community": "1",
          "name" : "South U.S. 550 Sidewalks",
          "description": "The new sidewalk is four feet wide, smooth, set back from the curb, and has handicap access ramps from Cordova Ave.(Nacimiento Community Foundation/Public Health Office) to just above the NM Highway 197 Junction. You can cross US 550 carefully at either end to make a loop or walk back and forth on either side. There are beautiful open views of the Nacimiento Mountains and Cuba Mesa from both sides of the road. Nearby Destinations: Dollar Store, Public Health Office, Cuba Health Center, Cuba Credit Union, Magistrate Court, Baptist Church, Power Saw Shop, Cuban Cafe, Forest Service Office.",
          "image_url": "static/images/1-Sidewalks.jpg",
          "dogs_allowed": false,
          "map_image_url": "static/images/maps/Map-1.jpg",
          "static_map_url": "http://maps.apple.com/maps?daddr=36.01475555,-106.9639361",
          "coords": {
              "latitude": 36.01475555,
              "longitude": -106.9639361
          },
          "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.01459537421788%2C-106.96454957125133&z=17",
          "share_text": "Going for a walk on the new sidewalks in Cuba"
      },
      "1002": {
          "difficulty" : "Easy",
          "distance" : "0.8 mile",
          "location" :"Cuba",
          "community": "1",
          "name" : "Village Office to Saveway Market Loop",
          "description": "This route begins at the Village Office/Senior Center on Cordova Ave. sidewalk and turns north on San Luis Avenue, a quiet residential street. There are no sidewalks on San Luis Avenue, but traffic is light and there are frequent street humps. A stop can be made at the Cuba Community Garden and Veterans of Foreign War Building, about halfway. It ends behind Saveway Market at the Rito Leche. you can return the same way. Nearby Destinations: Village Office/Senior Center, Village Housing, Cuba Library, Saveway Market, Community Garden, Veterans of Foreign War, Del Prado Cafe, U.S. Post Office.",
          "image_url": "static/images/2-VillageLoop.jpg",
          "dogs_allowed": false,
          "map_image_url": "static/images/maps/Map-2.jpg",
          "static_map_url": "http://maps.apple.com/maps?daddr=36.01315277,-106.9622138",
          "coords": {
              "latitude": 36.01315277,
              "longitude": -106.9622138
          },
          "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.013137389639155%2C-106.96244806048816&z=18",
          "share_text": "Going for a walk from the Village Offices to Saveway Market"
      },
      "1003": {
          "difficulty" : "Easy",
          "distance" : "0.5 mile",
          "location" :"Cuba",
          "community": "1",
          "name" : "Library Loop Trail",
          "description": "This trail begins at the entrance of the Cuba Library and circles open land to the south of the Library and behind the village housing. You can stay on the outside of the fenced Village property or cut across the property about halfway to shorten the walk. There is a bench with shade on the east side of the trail. There are beautiful views of the Nacimiento Mountains and Cuba Mesa. Nearby Destinations: Village Office/Senior Center, Village Housing, Cuba Library, Dialysis Center, Police Offices.",
          "image_url": "static/images/3-LibraryLoop.jpg",
          "dogs_allowed": false,
          "map_image_url": "static/images/maps/Map-3.jpg",
          "static_map_url": "http://maps.apple.com/maps?daddr=36.01241667,-106.9610528",
          "coords": {
              "latitude": 36.01241667,
              "longitude": -106.9610528
          },
          "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.01226520918226%2C-106.96065634486621&z=18",
          "share_text": "Going for a walk around the Library Loop Trail"
      },
      "1004": {
          "difficulty" : "Easy",
          "distance" : "1.0 mile",
          "location" :"Cuba",
          "community": "1",
          "name" : "St.Francis of Assisi Park Trail",
          "description": "The trail circles the outside of the park along NM Highway 126, County Road 13 (to Cuba Schools) and the fenced north and west sides. Parking is available at the Eichwald Recreation Center and playground. Volunteers have planted new trees, shrubs and flowers, and placed boulders on the east and west sides of the park as well as a fence break at the northwest corner. There are benches at a kiosk at the southwest corner with information about the Continental Divide Trail and other walking activities. Nearby Destinations: Cuba Visitor Center, Cuba Schools, Catholic Church, Jemez Mountain Electric Cooperative Office, El Bruno’s Restaurant, Presciliano’s Restaurant, Subway.",
          "image_url": "static/images/4-ParkTrail.jpg",
          "dogs_allowed": true,
          "map_image_url": "static/images/maps/Map-4.jpg",
          "static_map_url": "http://maps.apple.com/maps?daddr=36.02190556,-106.9524755",
          "coords": {
              "latitude": 36.02190556,
              "longitude": -106.9524755
          },
          "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.02174575735248%2C-106.95336341855472&z=17",
          "share_text": "Going for a walk around St. Francis of Assisi Park Trail"
      },
      "1005": {
          "difficulty" : "Easy to moderately difficult",
          "distance" : "0.25-5 miles",
          "location" :"Cuba",
          "community": "1",
          "name" : "Cuba School Trails",
          "description": "The network of school cross-country trails provides many options for a short or more extended walk or hike. These trails can be entered at all hours from the access points shown. Paved parking is located outside the school fence as indicated. Loops of 0.5 miles (green loop), 1.8 miles (orange loop), 2.5 miles (black loop) are signed. There are many lovely pinon, juniper, ponderosa and oak trees. There are beautiful views of the Nacimiento Mountains, Cuba Mesa and nearby sandstone cliffs. Bring water and a snack for extended hikes.",
          "image_url": "static/images/5-CSCCT.jpeg",
          "dogs_allowed": false,
          "map_image_url": "static/images/maps/Map-5.jpg",
          "static_map_url": "http://maps.apple.com/maps?daddr=36.02695278,-106.9436805",
          "coords": {
              "latitude": 36.02695278,
              "longitude": -106.9436805
          },
          "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.02827087915523%2C-106.94181919095462&z=17",
          "share_text": "Going for a walk around the Cuba Schools Cross Country Trails."
      },
      "1006": {
          "difficulty" : "Easy to moderately difficult",
          "distance" : "0.5 mile",
          "location" :"Cuba",
          "community": "1",
          "name" : "School Overlook Trail",
          "description": "The network of school cross-country trails provides access to a spur trail on BLM land that leads to a scenic overlook of the Cuba valley. The entrance to the trail can be found along the green loop near the northeast corner of the cross country trails network. Look along the fence line for the v-gate entrance to the trail. The trail leads you across some small arroyos and up a sandstone ridge to a high point where there are beautiful views of the Nacimiento Mountains, Cuba Mesa and nearby sandstone cliffs. Bring water and a snack for extended hikes.",
          "image_url": "static/images/5-1-BLM.JPG",
          "dogs_allowed": false,
          "map_image_url": "static/images/maps/Map-5-1.jpg",
          "static_map_url": "http://maps.apple.com/maps?daddr=36.03296945,-106.9430889",
          "coords": {
              "latitude": 36.03296945,
              "longitude": -106.9430889
          },
          "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.03288674725861%2C-106.9430959224457&z=17",
          "share_text": "Going for a hike up the School Overlook Trail."
      },
      "1007": {
              "difficulty" : "Moderate to difficult",
              "distance" : "1.8 miles",
              "location" :"Cuba",
              "community": "1",
              "name" : "Fisher Community Trail",
              "description": "The Fisher Trail provides a beautiful location for walkers who want a wilderness experience within walking distance of the center of Cuba. It begins at a parking area on the Cubita Road 1 mile north of the NM 197 junction. The trail follows contours of the side of a tree covered mesa uphill and downhill until it crosses a large arroyo. It then climbs to a ridge that leads to the nearest corner of Santa Fe National Forest. Cairns (large rock pile markers) end at this point. Ambitious hikers can continue through a break in the cliff to the top of Cuba Mesa. The trail crosses from pinon~juniper woodland to ponderosa-oak forest and provides striking views of sandstone cliffs, the Nacimiento Mountains and the Village of Cuba. Wildlife sightings are frequent here. Bring water.",
              "image_url": "static/images/6-Fisher.jpg",
              "dogs_allowed": true,
              "map_image_url": "static/images/maps/Map-6.jpg",
              "static_map_url": "http://maps.apple.com/maps?daddr=36.02601111,-106.9736195",
              "coords": {
                  "latitude": 36.02601111,
                  "longitude": -106.9736195
              },
              "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.025902230012974%2C-106.97347193953937&z=18",
              "share_text": "Going for a hike up the Fisher Trail."
          },
      "1008": {
        "difficulty" : "Easy to moderate",
        "distance" : "1.0 mile",
        "location" :"Cuba",
        "community": "1",
        "name" : "Rito San Jose Trail",
        "description": "The Rito San Jose Trail provides a nice location for walkers who want a natural river terrace experience within walking distance of the center of Cuba. It begins at a parking area on the Cubita Road 1 mile north of the NM 197 junction and across from the Fisher Community Trail parking area. The trail runs east over a sage covered flat across a small drainage and then to the rim of a small canyon. Hikers can continue down a slope to a figure-of-eight loop along the willow-covered river terrace. The trail provides beautiful views of Cuba Mesa and the Nacimiento Mountains. The river terrace is a great place for early morning and late afternoon birdwatching. Bring water and a snack.",
        "image_url": "static/images/7-RSJ.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/Map-7.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.02601111,-106.9736195",
        "coords": {
            "latitude": 36.02601111,
            "longitude": -106.9736195
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.025902230012974%2C-106.97347193953937&z=18",
        "share_text": "Going for a hike on the Rito San Jose Trail."
    },
    "1009": {
        "difficulty" : "Easy to moderate",
        "distance" : ".25-1.25 miles",
        "location": "Sandoval County Fairgrounds",
        "community": "1",
        "name" : "Sandoval County Fairgrounds Trails",
        "description": "The network of Sandoval County Fairgounds trails provides many options for a short or more extended walk or hike. These trails can be entered during daytime fairgrounds times, which can vary by season. There is no entry fee except during the annual fair, Thursday - Sunday the first week of August. Parking and access points are located outside the Sandoval County Fairgrounds Community Center as indicated. The trail loops through piñon-juniper woodland and affords many beautiful views of Cuba Mesa to the west. Bring water.",
        "image_url": "static/images/7-1-SCFG.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/Map-7-1.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=35.99208333,-106.9714722",
        "coords": {
            "latitude": 35.99208333,
            "longitude": -106.9714722
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=35.99146888169285%2C-106.97089701888507&z=18",
        "share_text": "Going for a hike around the Sandoval County Fairgrounds Trails."
    },
    "1010": {
        "difficulty" : "Moderate to difficult",
        "distance" : "6.2 miles",
        "location" : "Santa Fe National Forest",
        "community": "1",
        "name" : "Continental Divide Trail North/Los Pinos Trail",
        "description": "The Continental Divide Trail North/Los Pinos Trail climbs through Santa Fe National Forest from the Nacimiento Mountain foothills to the top of the mountains in the San Pedro Parks wilderness. It begins 6 miles northeast of Cuba at the end of Forest Road #95 where a parking area and kiosk are located. The trail follows the Rito Los Pinos for 3.1 miles and ascends almost 2000 vertical feet. It continues gently uphill and is shady along its entire course. Once on top of the mountain you can turn around, follow it several more miles to the center of the San Pedro Parks, choose a number of loop trails, or walk 2700 miles to the Canadian Border. Vegetation along the trail is lush and amazingly diverse. Views are limited until you reach the top of the mountain. Water in the Rito Los Pinos must be filtered and/or treated. Bring adequate water and food for the length of your planned hike. *** Directions provided in the link above take you to Forest Road #95, please follow to end of the road to find the trail head***",
        "image_url": "static/images/8-LosPinosTrail.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/Map-8.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.07907222,-106.9390668",
        "coords": {
            "latitude": 36.07907222,
            "longitude":-106.9390668
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.102481987404076%2C-106.90537333486026&z=16",
        "share_text": "Going for a hike on the Los Pinos/Continental Divide Trail North of Cuba."
    },
    "1011": {
        "difficulty" : "Moderate to difficult",
        "distance" : "7.0 miles",
        "location" : "BLM Public Lands",
        "community": "1",
        "name" : "Continental Divide Trail South",
        "description": "The Continental Divide Trail South begins 4 miles southwest of Cuba on a dirt road that runs south from mile marker 4 on NM 197. It follows the roadway approximately 1 ½ miles until - after passing sandstone cliffs - it crosses the wide Chijuilla Wash. It then follows posts and cairns (large rock pile markers) through a wide arroyo to the top of Mesa Portales. The trail takes you south along the Mesa rim for another 2 miles before descending from the Mesa and heading to La Ventana Mesa, Mount Taylor and the Mexican border, 400 miles away. you can turn around or continue at this point. There are scenic vistas along the entire route including badlands, sandstone cliffs, and mountain and mesa views from the Mesa Portales rim. You stay in pinon~juniper woodland, but shade can be scarce. Bring plenty of food and water for extended hikes.",
        "image_url": "static/images/9-SouthCDT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/Map-9.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=35.97305834,-107.0069388",
        "coords": {
            "latitude": 35.97305834,
            "longitude": -107.0069388
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=35.972155560004865%2C-107.00717926022952&z=16",
        "share_text": "Going for a hike on the South Continental Divide Trail."
    },
    "1012": {
        "difficulty" : "Grade 1, 2 & 3",
        "distance" : "1.05 mile",
        "location": "Silver City",
        "community": "1",
        "name" : "Big Ditch Park",
        "description": "Trail Distance: Grade 1: 0.34 miles/ 1,800 feet/ 720 steps Grade 2: 0.17 miles/ 923 feet/ 369 steps Grade 3: 0.54 miles/ 2,864 feet/ 1,146 steps • Difficulty: Grade 1, Grade 2, and Grade 3 • Trail surface: Transitions between concrete and hard packed gravel. The Grade 1 section is wheelchair accessible.• Park Hours: From one hour before sunrise to 10:00 PM. • lighting: Within the park grounds and in the parking lots and adjacent streets.• Amenities: Benches, picnic tables, shade structures and trees, water fountains, rest rooms, and trash cans.• attractions: Historical info signs and monuments, Billy the Kid’s homestead, Silver City Visitors Center, Big Ditch Park, and live music when available.• Parking: General and disabled parking at Visitors Center parking lot and along adjacent streets. •Local Transit: The Corre Caminos Silver Route stops at E Market St. and N Bullard St., and E 7th St. and N Bullard St. Pickup times are between 6:58 AM – 5:58 PM and 7:00 AM – 6:00 PM respectively. • Notes: Learn about the history of the Big Ditch from the info signs",
        "image_url": "static/images/001-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.77096,-108.275229",
        "coords": {
            "latitude": 32.77096,
            "longitude": -108.275229
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.772342971154586%2C-108.27775366004948&z=16",
        "share_text": "Going for a walk around Big Ditch Park"
    },
    "1013": {
        "difficulty" : "Grade 1",
        "distance" : "0.25 miles",
        "location": "Silver City",
        "community": "1",
        "name" : "Fox Field Track",
        "description": "Trail Distance: 0.25 miles/ 1,320 feet/ 528 steps • DifficuLty: Grade 1 • Trail surface: Rubberized track surface with wheelchair accessibility from the southern parking lot. • Park Hours: Dawn to dusk. Silver City Consolidated Schools has priority from 3:30PM – 6:00PM weekdays. • Lighting: Surrounding the track and eld, in the southern parking lot, and along the adjacent streets. • Amenities: Benches, water fountains, shade trees, trash cans, wheelchair accessible bleachers, and rest rooms. • Attractions: Large grass eld, Silver City Municipal Pool, and the Silver City Tennis Courts. • Parking: General and disabled parking available to the north and south of Fox Field. The southern lot offers wheelchair accessibility. • Local Transit: The Corre Caminos Silver Route stops at 32nd St. and Silver St. Pickup times are between 7:33 AM – 5:32 PM. • Notes: Use of Fox Field Track may be restricted due to scheduled events. ",
        "image_url": "static/images/002-SCT.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.793398,-108.269396",
        "coords": {
            "latitude": 32.793398,
            "longitude": -108.269396
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.794779460397756%2C-108.27236778434758&z=16",
        "share_text": "Going for a walk around Fox Field Track"
    },
    "1014": {
        "difficulty" : "Grade 1",
        "distance" : ".36 miles",
        "location": "Silver City",
        "community": "1",
        "name" : "Gough Park",
        "description": "Trail Distance: Outer Loop: 0.24 miles/ 1,267 feet/ 507 steps. Inner Loop: 0.12 miles/ 634 feet/ 253 steps. • Difficulty: Grade 1 • Trail Surface: Concrete path with wheelchair access and curb cuts at all entrances. • Park Hours: From one hour before sunrise to 10:00PM. • Lighting: Within the park grounds and on the adjacent streets. • Amenities: Benches, picnic tables, shade structures and trees, water fountains, rest rooms, and trash cans. • Attracyions: Large open grass eld, basketball courts, historic monuments, and art and murals. • Parking: General and disabled parking along E 12th St., N Pope St., N Main St., E 13th St., and in the southern parking lot. • Local Transit: The Corre Caminos Silver Route stops at W 12th St. and West St., and W College Ave. and N Pope St. Pickup times are between 7:08AM – 6:08PM and 7:01AM – 6:01PM respectively. • Notes: Gough Park features large grass fields that are great for many activities.",
        "image_url": "static/images/003-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.777646,-108.275283",
        "coords": {
            "latitude": 32.777646,
            "longitude": -108.275283
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.77822105545013%2C-108.27594585117345&z=17",
        "share_text": "Going for a walk around Gough Park"
    },
    "1015": {
        "difficulty" : "Grade 2",
        "distance" : "0.56 miles",
        "location": "Silver City",
        "community": "1",
        "name" : "Senior Center Trail",
        "description": "Trail Distance: 0.56 miles/ 2,956 feet/ 1,182 steps • Difficulty: Grade 2 • Trail Surface: Transitions from paver-stone to compact crusher-fines. • Park Hours: From one hour before sunrise to 10:00 PM. • Lighting: None. • Amenities: Benches, picnic tables, shade structures, trash cans, pet waste bag dispenser, and bike racks. • Attractions: The trail features upland desert and riparian wildlife. • Parking: General and disabled parking available at the Silver City Senior Center. • Local Transit: The Corre Caminos Silver Route stops at Cooper St. and La Capilla Rd. Pickup times are between 6:54 AM – 5:54 PM. • Notes: Enjoy the riparian and upland desert habitats along the trails.",
        "image_url": "static/images/004-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.761470,-108.279117",
        "coords": {
            "latitude": 32.761470,
            "longitude": -108.279117
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.76043273124626%2C-108.2802484213181&z=17",
        "share_text": "Going for a walk around the Senior Center Trail"
    },
    "1016": {
        "difficulty" : "Grade 2",
        "distance" : "0.21 miles",
        "location": "Silver City",
        "community": "1",
        "name" : "Silva Creek Botanical Gardens",
        "description": "Trail Distance: 0.21 miles/ 1,109 feet/ 444 steps • Difficulty: Grade 2 • Trail Surface: Transitions between concrete and hard packed gravel. Non-slip curb cuts are at the park entrances. • Park Hours: One hour before dawn to dusk. • LigHTing: None. • Amenities: Benches, water fountains, picnic tables, shade structures and trees, and trash cans. • Attractions: Dozens of native plants with ID cards, Silver City Historic Waterworks, and volleyball courts, basketball courts, and a playground at Virginia Street Park. • Parking: General parking available along N Virginia Street. • Local Transit: None • Notes: As you walk, learn about the many different native plants planted along the paths.",
        "image_url": "static/images/005-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.783119,-108.280701",
        "coords": {
            "latitude": 32.783119,
            "longitude": -108.280701
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.78319811819219%2C-108.2817611872025&z=17",
        "share_text": "Going for a walk around Silva Creek Botanical Gardens"
    },
    "1017": {
        "difficulty" : "Grade 1",
        "distance" : "1.0 mile",
        "location": "Silver City",
        "community": "1",
        "name" : "Silver City Downtown Walking Loop",
        "description": "Trail Distance: 1.0 mile/ 5,280 feet/ 2,112 steps • Difficulty: Grade 1 • Trail Surface: Concrete sidewalk with asphalt crosswalks. Curb cuts and wheelchair ramps are at all street corners. • Park Hours: From one hour before sunrise to 10:00 PM. • Lighting: Streetlights are along all sections of the walking loop. • Amenities: Benches, water fountains, rest rooms, trash cans, and shade trees. • Attractions: Big Ditch Park, Silver City Visitors Center, Billy the Kid’s Homestead, historical info signs, storefronts, and restaurants. • Parking: General and disabled parking available at the Silver City Visitors Center and along adjacent streets. • Local Transit: The Corre Caminos Silver Route stops at E Market St. and N Bullard St., and E 7th St. and N Bullard St. Pickup times are between 6:58 AM – 5:58 PM and 7:00 AM – 6:00 PM respectively. • Notes: Explore some of the storefronts along Historic Downtown Silver City as you walk.",
        "image_url": "static/images/006-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.77096,-108.275229",
        "coords": {
            "latitude": 32.77096,
            "longitude": -108.275229
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.77144917389521%2C-108.27797287467178&z=17",
        "share_text": "Going for a walk around Silver City Downtown Walking Loop"
    },
    "1018": {
        "difficulty" : "varies",
        "distance" : "Network of trails",
        "location": "Silver City",
        "community": "1",
        "name" : "Boston Hill",
        "description": "Trail Distance: Boston Hill has a network of trails, offering miles of walking and hiking opportunities. • Difficulty: Varies between areas of low incline to areas of extreme incline. • Trail Surface: Natural dirt surface with areas of outcropping bedrock. • Park Hours: Dawn to dusk. • Lighting: None. • Amenities: Benches, shade, water fountains, trash cans. • Attractions: Historic mining district, scenic view, mountain bike trails, and rich geology. • Parking: General parking available at the Market Street, Spring St., Cheyenne Street, and Cooper Street Trailheads. • Local Transit: The Corre Caminos Silver Route stops at S Cooper Street and W Bremen Street. near the Spring Street Trailhead. Pickup times are between 6:55 AM – 4:55 PM. • Notes: The Boston Hill Open Space Trail System is surrounded by private property, and some trailheads exist on easements. Please respect private property and wildlife by staying on trail. ",
        "image_url": "static/images/007-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.760272,-108.281017",
        "coords": {
            "latitude": 32.760272,
            "longitude": -108.281017
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.7609176398038%2C-108.29245805795267&z=15",
        "share_text": "Going for a walk around Boston Hill"
    },
    "1019": {
        "difficulty" : "varies",
        "distance" : "0.14 miles",
        "location": "Silver City",
        "community": "1",
        "name" : "La Capilla Vista",
        "description": "Trail Distance: The paved route is 0.14 miles/ 750 feet. • Difficulty: Some sections have a medium incline. • Trail Surface: Paver stone path with no wheelchair accessibility. • Park Hours: Dawn to dusk. • lighting: None. • Amenities: Benches and trash cans. • Attractions: Historic La Capilla chapel grounds, scenic views, and memorial agpole. • Parking: General parking available in the southern parking lot and along S Arizona St. • Local Transit: The Corre Caminos Silver Route stops at S Cooper St. and La Capilla Rd. Pickup times are between 6:54 AM – 4:54 PM. • Notes: Standing near the historic chapel grounds allows for a great view of Silver City and the surrounding mountains.",
        "image_url": "static/images/008-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.763200,-108.278667",
        "coords": {
            "latitude": 32.763200,
            "longitude": -108.278667
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.764633546528685%2C-108.28038275296763&z=17",
        "share_text": "Going for a walk around La Capilla Vista"
    },
    "1020": {
        "difficulty" : "varies",
        "distance" : "0.88 miles",
        "location": "Silver City",
        "community": "1",
        "name" : "San Vicente Creek Trail",
        "description": "Trail Distance: 0.88 miles/ 4,644 feet • Difficulty: Varies between areas of low incline to areas of high incline. • Trail Surface: Natural dirt surface with areas of outcropping bedrock. Includes stream crossings. • Park Hours: Dawn to dusk. • Lighting: None. • Amenities: Shade. • Attractions: Riparian and Upland Desert environments, varied wildlife, outdoor classroom, archeological remains, and open water. • Parking: General parking at the S Mill Rd. trailhead accessed from S. Bullard St. • Local Transit: The Corre Caminos Silver Route Stops at W Broadway St. and N Bullard St. Pickup times are between 6:56AM – 4:56PM. • Notes: Some sections of the San Vicente Creek Trail exist on private property. Please respect private property by not trespassing",
        "image_url": "static/images/009-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.765274,-108.274670",
        "coords": {
            "latitude": 32.765274,
            "longitude": -108.274670
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.763088046406736%2C-108.27144805261122&z=16",
        "share_text": "Going for a walk around San Vicente Creek Trail"
    },
    "1021": {
        "difficulty" : "varies",
        "distance" : "Four loops",
        "location": "Santa Clara",
        "community": "1",
        "name" : "Bataan Memorial Recreational Park",
        "description": "Trail Distance: There are four loops available, marked and designated by distance: The 1/3 mile loop is approx. 0.33 miles/ 1,682 feet/ 673 steps - The 1/2 mile loop is approx. 0.50 miles/ 2,640 feet/ 1,053 steps - The 5/8 mile loop is approx. 0.63 miles/ 3,326 feet/ 1,330 steps - The 3/4 mile loop is approx. 0.75 miles/ 3,960 feet/ 1,584 steps • Difficulty: Grade 1 and Grade 2 • Trail Surface: Transitions between asphalt to packed crushed rock. • Park Hours: Dawn to dusk. • Lighting: Around the paved areas and ballparks. • Amenities: Benches, picnic areas, shade structures and trees, grilling stations, water fountains, rest rooms, public buildings, and trash cans. • Attractions: Ball fields, baseball courts, tennis courts, horseshoe courts, playgrounds, and the Forgotten Veterans Memorial. • Parking: General and disabled parking at the front parking lot. • Local Transit: The Corre Caminos Copper Loop, Santa Clara Route can make pickups at the Fort Bayard Medical Center upon request. • Notes: Bataan Memorial Recreational Park provides many opportunities for exercise and active play.",
        "image_url": "static/images/010-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.787506,-108.155689",
        "coords": {
            "latitude": 32.787506,
            "longitude": -108.155689
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.78613417758328%2C-108.15790699166945&z=16",
        "share_text": "Going for a walk around Bataan Memorial Recreational Park"
    },
    "1022": {
        "difficulty" : "Grade 1",
        "distance" : "0.12 miles",
        "location":"Bayard",
        "community": "1",
        "name" : "Bayard Community Center Park",
        "description": "Trail Distance: 0.12 miles/ 617 feet/ 247 steps • Difficulty: Grade 1 • Trail Surface: Concrete path with wheelchair access and curb cuts at the park entrance. • Park Hours: Between 7:00AM to 10:00PM. • Lighting: At the main gazebo and along adjacent streets: Hurley Ave. and Park St. • Amenities: Benches, shade structures, picnic tables, water fountain, and trash cans. • Attractions: Playground, swing set, Skate Park, and ball elds. • Parking: General and disabled parking exists at the Bayard Community Center parking lot. • Local Transit: The Corre Caminos Copper Loop, Bayard Route stops at the Bayard Community Center. Pickup times are between 6:59AM – 3:24PM. Pickups after 3:24PM are available upon request. • Notes: The Bayard Community Center Park is a great place for everyone to exercise and play. ",
        "image_url": "static/images/011-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.756835,-108.136317",
        "coords": {
            "latitude": 32.756835,
            "longitude": -108.136317
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.75693396614044%2C-108.1366197806289&z=18",
        "share_text": "Going for a walk around Bayard Community Center Park"
    },
    "1023": {
        "difficulty" : "Grade 1",
        "distance" : "0.14 miles",
        "location":"Bayard",
        "community": "1",
        "name" : "Bayard Mining Park",
        "description": "Trail Distance: 0.14 miles/ 729 feet/ 292 steps • Difficulty: Grade 1 • Trail Surface: Concrete path with wheelchair access and curb cuts at the park entrance. • Park Hours: Dawn to dusk. • Lighting: Streetlights exist along the park and adjacent streets. • Amenities: Benches, shade structures, picnic tables, and trash cans. • Attractions: Mining relics with info signs and mining memorials. • Parking: General and disabled parking exists at the Cobre Consolidated Schools District No. 2 Administrative Offices parking lot. • Local Transit: The Corre Caminos Copper Loop, Bayard Route stops at N East St. and Coffey St. Pickup times are between 7:04AM – 3:29PM. Pickups after 3:29PM are available upon request. • Notes: Learn about Grant County’s mining history from the info signs located throughout the park.",
        "image_url": "static/images/012-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.760536,-108.131044",
        "coords": {
            "latitude": 32.760536,
            "longitude": -108.131044
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.76034962913575%2C-108.13130643803748&z=18",
        "share_text": "Going for a walk around Bayard Mining Park"
    },
    "1024": {
        "difficulty" : "Grade 1",
        "distance" : "0.25 miles",
        "location":"Bayard",
        "community": "1",
        "name" : "Cobre High School Track",
        "description": "Trail Distance: 0.25 miles/ 1,320 feet/ 528 steps • Difficulty: Grade 1 • Trail surface: Rubberized track surface with wheelchair access from the northern entrance. • Notes: Use of Cobre High School Track may be restricted due to scheduled events. • Park Hours: Dawn to dusk. The Cobre Consolidated Schools has priority over the track grounds during school hours 8:00AM – 3:30PM weekdays. • Lighting: Surrounding the track grounds and throughout the school campus. • Amenities: Bleachers, portable rest rooms, and trash cans. • Attractions: Open grass field and ball fields. • Parking: General and disabled parking exists in the front and rear school parking lots. General parking exists in the southern ball field lot. Parking is available before and after school hours. • Local Transit: The Corre Caminos Copper Loop, Bayard Route stops at W Central Ave. and Rosemary St. Pickup times are between 7:09AM – 3:34PM. Pickups after 3:34PM are available upon request.",
        "image_url": "static/images/013-SCT.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.756435,-108.141693",
        "coords": {
            "latitude": 32.756435,
            "longitude": -108.141693
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.75570279634199%2C-108.14269190585804&z=18",
        "share_text": "Going for a walk around Cobre High School Track"
    },
    "1025": {
        "difficulty" : "Grade 1",
        "distance" : "0.24 miles",
        "location": "Fort Bayard",
        "community": "1",
        "name" : "Forgotten Veterans Memorial Walk",
        "description": "Trail Distance: 0.24 miles/ 1,259 feet/ 504 steps • Difficulty: Grade 1 • Trail Surface: Concrete with wheelchair access and curb cuts at the entrance. • Park Hours: Dawn to dusk. • Lighting: Both overhead and trail lighting are available throughout the grounds. • Amenities: Benches and shade structures. • Attractions: Remembrance memorials, historic info signs, and sculptures. • Parking: General and disabled parking exists at the parking lot near the memorial entrance. • Local Transit: The Corre Caminos Copper Loop, Santa Clara Route can make pickups at the Fort Bayard Medical Center upon request. • Notes: The Forgotten Veterans Memorial offers a place for quiet reflection.",
        "image_url": "static/images/014-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.787506,-108.155689",
        "coords": {
            "latitude": 32.787506,
            "longitude": -108.155689
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.7852267388826%2C-108.15544687515717&z=18",
        "share_text": "Going for a walk around Forgotten Veterans Memorial Walk"
    },
    "1026": {
        "difficulty" : "Grade 1 & 2",
        "distance" : "0.59 miles",
        "location": "Fort Bayard",
        "community": "1",
        "name" : "Fort Bayard Parade Grounds",
        "description": "Trail Distance: Outer Loop: 0.40 miles/ 2,105 feet/ 842 steps. Inner Loop: 0.19 miles/ 908 feet/ 363 steps • Difficulty: Grade 1 and Grade 2 • Trail Surface: Transitions between asphalt on the outer loop to crusher- fines on the inner loop. • Park Hours: Dawn to dusk. • Lighting: Streetlights exist along the outer walking loop. • Amenities: Benches, shade trees, and trash cans. • Attractions: Historic Fort Bayard Museum, Fort Bayard guided/self-guided walking tours, historic info signs and memorials, large grass field, tennis courts, and basketball courts. • Parking: General and disabled parking at the Fort Bayard Hospital parking lot and along the streets. • Local Transit: None. • Notes: Fort Bayard features a museum, open Saturday mornings, with guided tours on the 2nd and 4th Saturday monthly at 9:30 AM.",
        "image_url": "static/images/015-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.796161,-108.151319",
        "coords": {
            "latitude": 32.796161,
            "longitude": -108.151319
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.79707182443853%2C-108.15043051599167&z=18",
        "share_text": "Going for a walk around Fort Bayard Parade Grounds"
    },
    "1027": {
        "difficulty" : "varies",
        "distance" : "Network of trails",
        "location": "Fort Bayard",
        "community": "1",
        "name" : "Big Tree Trailhead",
        "description": "Trail Distance: Big Tree Trailhead gives access to a network of trails, offering miles of hiking and biking opportunities. • Difficulty: Varies between minimal incline to occasional high incline. • Trail Surface: Natural dirt surface with occasional outcropping bedrock. • Park Hours: Dawn to dusk. Winter hours vary by conditions. • Lighting: None. • Amenities: Rest rooms. • Attractions: The Big Juniper Tree and scenic views. • Parking: General parking is available at the trailhead parking lot. • Local Transit: None. • Notes: The Big Juniper Tree is nationally ranked as the second largest alligator Juniper Tree, and has a diameter of over 5 3⁄4 feet.",
        "image_url": "static/images/016-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.841683,-108.143613",
        "coords": {
            "latitude": 32.841683,
            "longitude": -108.143613
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.84727720828538%2C-108.15976278651863&z=15",
        "share_text": "Going for a hike around Big Tree Trailhead"
    },
    "1028": {
        "difficulty" : "varies",
        "distance" : "Network of trails",
        "location": "Arenas Valley",
        "community": "1",
        "name" : "Dragonfly Trailhead",
        "description": "Trail Distance: Dragonfly Trailhead gives access to a network of trails, offering miles of hiking and biking opportunities. • Difficulty: Varies between minimal incline and occasional high incline. • Trail Surface: Natural dirt surface with occasional outcropping bedrock. • Park Hours: Dawn to dusk. • lighting: None. • Amenities: Picnic tables and rest rooms. • Attractions: Extensive variety of petroglyphs and scenic views. • Parking: General and disabled parking available at the trailhead parking lot. • Local Transit: None. • Notes: Explore the area and try to find the Dragon y Petroglyph.",
        "image_url": "static/images/017-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.794991,-108.184102",
        "coords": {
            "latitude": 32.794991,
            "longitude": -108.184102
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.84380561366157%2C-108.28672739058555&z=15",
        "share_text": "Going for a hike around Dragonfly Trailhead"
    },
    "1029": {
        "difficulty" : "varies",
        "distance" : "Network of trails",
        "location": "Gila National Forest",
        "community": "1",
        "name" : "Gomez Peak Picnic Area Trailhead",
        "description": "Trail Distance: Gomez Peak Picnic Area Trailhead gives access to a network of trails, offering miles of hiking and biking opportunities. • Difficulty: Varies between minimal incline to extreme incline. • Trail Surface: Natural dirt surface with occasional outcropping bedrock. • Park Hours: From 8:00AM to dusk. Winter hours vary by conditions. • Lighting: None. • Amenities: Picnic tables, shade, water fountains, and rest rooms. • Attractions: Scenic views and diverse environments. • Parking: General and disabled parking is available at the trailhead parking lot. • Local Transit: None. • Notes: Standing on Gomez Peak allows for a great view of the area.",
        "image_url": "static/images/018-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.848650,-108.276654",
        "coords": {
            "latitude": 32.848650,
            "longitude": -108.276654
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.8444581055978%2C-108.286448440848&z=16",
        "share_text": "Going for a hike around Gomez Peak"
    },
    "1030": {
        "difficulty" : "varies",
        "distance" : "Network of trails",
        "location": "Gila National Forest",
        "community": "1",
        "name" : "Little Walnut Picnic Area Trailhead",
        "description": "Trail Distance: Little Walnut Picnic Area Trailhead gives access to a network of trials, offering miles of hiking and mountain biking opportunities. • Difficulty: Varies between minimal incline to high incline. • Trail Surface: Natural dirt surface with occasional outcropping bedrock. • Park Hours: From 8:00AM to 7:00PM. Winter hours vary by conditions. • Lighting: None. • Amenities: Picnic tables, shade, water fountains, and rest rooms. • Attractions: Scenic views and diverse environments. • Parking: General parking is available at the trailhead parking lot. • Local Transit: None. • Notes: These trails are great for hiking and mountain biking.",
        "image_url": "static/images/019-SCT.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.854816,-108.275061",
        "coords": {
            "latitude": 32.854816,
            "longitude": -108.275061
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1-DhfWHJWf3oCMU6Ysue6_KLNQF8&ll=32.85400542803163%2C-108.27799946622639&z=16",
        "share_text": "Going for a hike around Little Walnut Picnic Area"
    },
    "1031": {
        "difficulty" : "Easy",
        "distance" : "1.7 mile",
        "location": "Raton",
        "community": "1",
        "name" : "Roundhouse Memorial Park Trails",
        "description": "Surface: Asphalt paving Parking: Aquatic Center, 100 Memorial Lane. Nearby Cross Streets: Sugarite Ave. & Roundhouse Rd. Martinez/E. 4th St & Memorial Ln. Open: Year-round Amenities: Dog park, benches, interpretive signs, trash cans, restrooms at the Aquatic Center.",
        "image_url": "static/images/001-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.899160,-104.435618",
        "coords": {
            "latitude": 36.899160,
            "longitude": -104.435618
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.8997569711763%2C-104.43527378193352&z=15",
        "share_text": "Going for a walk around Roundhouse Memorial Park Trail"
    },
    "1032": {
        "difficulty" : "Easy",
        "distance" : "350 feet",
        "location": "Raton",
        "community": "1",
        "name" : "Raton Regional Aquatic Center",
        "description": "Surface: Textured anti-slip. Parking: Aquatic Center, 100 Memorial Lane. Nearby Cross Streets: Roundhouse Rd. & Memorial Ln. Martinez/E. 4th St & Memorial Ln. Open: Year-round. Call 575-445-4271 for schedule & fees Amenities: Restrooms, showers, snack bar, trash cans",
        "image_url": "static/images/002-RRR.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.899160,-104.435618",
        "coords": {
            "latitude": 36.899160,
            "longitude": -104.435618
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.8997569711763%2C-104.43527378193352&z=15",
        "share_text": "Going for a walk around Raton Regional Aquatic Center"
    },
    "1033": {
        "difficulty" : "Easy",
        "distance" : "0.25 mile",
        "location": "Raton",
        "community": "1",
        "name" : "Raton High School Track",
        "description": "Surface: Asphalt paving. Parking: Raton Convention Center Nearby Cross Streets: S. Ninth Ave. & S. Third St. Open: Year-round except day before football games Amenities: Benches, trash cans",
        "image_url": "static/images/003-RRR.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.892357,-104.443706",
        "coords": {
            "latitude": 36.892357,
            "longitude": -104.443706
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.89142586551898%2C-104.44394268146965&z=17",
        "share_text": "Going for a walk around Raton High School Track"
    },
    "1034": {
        "difficulty" : "Easy",
        "distance" : "Boardwalk 500 ft, trail 0.5 mile",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Boardwalk & River Walk Trail",
        "description": "Surface: Boardwalk has boards; River Walk has gravel. Parking: Sugarite Canyon State Park Visitor Center Open: Year-round Amenities: Restrooms at shower building, benches, trash cans Note: Both trails begin at Visitor Center & follow creek. Boardwalk is wheelchair accessible. ",
        "image_url": "static/images/004-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.940195,-104.380122",
        "coords": {
            "latitude": 36.940195,
            "longitude": -104.380122
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.93971958320148%2C-104.37901176563713&z=16",
        "share_text": "Going for a walk around the Boardwalk & River Walk Trail"
    },
    "1035": {
        "difficulty" : "Easy to strenuous",
        "distance" : "2.8 miles",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Coal Camp Trail",
        "description": "Distance: 0.8 miles one way to Mine 2 entrance 0.9 miles one way to Cable Wheel House; 1.1 mile one way to Mine 3 (no structures visible) Difficulty: Easy in canyon bottom; strenuous higher up. Surface: Unpaved. Parking: Sugarite Canyon State Park Visitor Center. Open: Year-round. Amenities: Restrooms at shower building, trash cans, benches",
        "image_url": "static/images/005-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.940195,-104.380122",
        "coords": {
            "latitude": 36.940195,
            "longitude": -104.380122
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.94239500419241%2C-104.37907613865349&z=16",
        "share_text": "Going for a hike around the Coal Camp Trail"
    },
    "1036": {
        "difficulty" : "Easy",
        "distance" : "0.1 mile",
        "location": "Capulin Volcano National Monument",
        "community": "1",
        "name" : "Nature Trail",
        "description": "Surface: Paved. Parking: Visitor Center. Open: Year-round. Amenities: Park benches, restrooms, trash cans. Note: This wheelchair-accessible trail is the only trail open to pets at Capulin Volcano Nat’l Monument. Wheelchair accessible.",
        "image_url": "static/images/006-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.778536,-103.979724",
        "coords": {
            "latitude": 36.778536,
            "longitude": -103.979724
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.77884211299258%2C-103.98001708141777&z=18",
        "share_text": "Going for a walk around the Nature Trail"
    },
    "1037": {
        "difficulty" : "Easy to moderate",
        "distance" : "2 miles",
        "location": "Raton",
        "community": "1",
        "name" : "Raton Municipal Golf Course",
        "description": "Surface: Paved (concrete; asphalt) Parking: Golf Course Clubhouse; 510 Country Club Rd. Nearby Cross Streets: Tiger Dr. & Country Club Rd. Open: Year-round Amenities: Benches, trash cans, restrooms at clubhouse Note: Good wildlife viewing. Please pick up dog waste.",
        "image_url": "static/images/007-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.889995,-104.465616",
        "coords": {
            "latitude": 36.889995,
            "longitude": -104.465616
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.88940913599073%2C-104.46800746075127&z=15",
        "share_text": "Going for a walk around the Raton Municipal Golf Course"
    },
    "1038": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "3.25 miles",
        "location": "Raton",
        "community": "1",
        "name" : "Climax Canyon Trail",
        "description": "Surface: Dirt Nearby Cross Streets: Apache Ave. & S. 6th St. Parking: Parking lot at west end of Apache Ave. Open: Year-round Amenities: Maps at trailhead kiosk, benches. Note: Piñon pine/juniper forest. Great views of Raton and nearby mesas.",
        "image_url": "static/images/008-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.900286,-104.449451",
        "coords": {
            "latitude": 36.900286,
            "longitude": -104.449451
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.89994572462612%2C-104.45294417492363&z=15",
        "share_text": "Going for a hike around Climax Canyon Trail"
    },
    "1039": {
        "difficulty" : "Moderate",
        "distance" : "1.2 miles",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Lake Alice Trail",
        "description": "Surface: Dirt. Parking: Visitor Center or Lake Alice Campground Open: Year-round. Amenities: Restrooms, trash cans. Note: Trail parallels Chicorica Creek and Lake Alice.",
        "image_url": "static/images/009-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.959037,-104.386426",
        "coords": {
            "latitude": 36.959037,
            "longitude": -104.386426
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.94879919608371%2C-104.38179053417656&z=14",
        "share_text": "Going for a hike on the Lake Alice Trail"
    },
    "1040": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "2.4 miles",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Lake to Lake Trail",
        "description": "Surface: Dirt. Parking: Trailhead E of Lake Alice Campground or Trailhead SE of Lake Maloya Main Boat Ramp. Open: Year-round. Amenities: Restrooms, trash cans. Note: Bridge crosses Chicorica Creek at beaver pond.",
        "image_url": "static/images/010-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.984409,-104.372449",
        "coords": {
            "latitude": 36.984409,
            "longitude": -104.372449
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.96964878584103%2C-104.38033141247246&z=14",
        "share_text": "Going for a hike on the Lake to Lake Trail "
    },
    "1041": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "1.8 miles",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Deer Run Trail",
        "description": "Surface: Dirt. Parking: Lake Alice & Soda Pocket Campgrounds. Open: Year-round from lower trailhead. Upper trailhead accessible only during summer. Amenities: Restrooms, trash cans Note: Soda Pocket Rd. & Campground closed Oct.-May.",
        "image_url": "static/images/011-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.975241,-104.394572",
        "coords": {
            "latitude": 36.975241,
            "longitude": -104.394572
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.96443692360958%2C-104.38852824322197&z=14",
        "share_text": "Going for a hike on the Deer Run Trail "
    },
    "1042": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "0.75 mile",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Vista Grande Trail",
        "description": "Surface: Dirt. Parking: Summer: upper Soda Pocket Road Rest of year: Lower Deer Run Trailhead. Open: Year-round. Amenities: Restrooms, trash cans. Note: Soda Pocket Rd. & Campground closed Oct.-May. Access trail Oct.-May by foot from Deer Run Tr.",
        "image_url": "static/images/012-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.969529,-104.394190",
        "coords": {
            "latitude": 36.969529,
            "longitude": -104.394190
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.968878367527196%2C-104.39464367977592&z=17",
        "share_text": "Going for a hike on the Vista Grande Trail "
    },
    "1043": {
        "difficulty" : "Moderate",
        "distance" : "2.5 miles",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Lake Maloya Trail",
        "description": "Surface: Dirt. Parking: Trailhead at west end of dam Open: Year-round. Amenities: Restroom, benches. Note: Trail rejoins road at Lake Dorothey parking lot in CO. To return, you can follow road along E side of lake. Trail is also part of 6-mile loop around Little Horse Mesa.",
        "image_url": "static/images/013-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.984082,-104.376849",
        "coords": {
            "latitude": 36.984082,
            "longitude": -104.376849
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.990938278938444%2C-104.37195219150993&z=14",
        "share_text": "Going for a hike on the Lake Maloya Trail"
    },
    "1044": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "2.6 miles",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Wapiti Trail",
        "description": "Surface: Dirt. Parking: Lake Maloya main boat ramp; to access trail, cross road to gate at trailhead. Open: Year-round. Amenities: Restrooms, trash cans at boat ramp.",
        "image_url": "static/images/014-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.984409,-104.372449",
        "coords": {
            "latitude": 36.984409,
            "longitude": -104.372449
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.9818549207822%2C-104.36560072056267&z=15",
        "share_text": "Going for a hike on the Wapiti Trail"
    },
    "1045": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "4 miles",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Opportunity Trail",
        "description": "Surface: Dirt. Parking: Summer: Soda Pocket Trailhead Otherwise: Lake Maloya Trailhead or gate at bottom of Soda Pocket Rd. Open Year-round. Amenities: Restroom, trash can at trailhead Note: Soda Pocket Rd. Campground closed Oct-May. Trail is part of a 6 mile loop around Little Horse Mesa.",
        "image_url": "static/images/015-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.978439,-104.396742",
        "coords": {
            "latitude": 36.978439,
            "longitude": -104.396742
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.986993023115176%2C-104.39306654087517&z=13",
        "share_text": "Going for a hike on the Opportunity Trail"
    },
    "1046": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "1.8 miles",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Ponderosa Ridge Trail",
        "description": "Surface: Dirt. Parking: Year-round at Lake Maloya Trailhead. Summer only at Soda Pocket Trailhead Open: Year-round. Amenities: Restrooms, trash cans at trailheads. Note: Soda Pocket Rd. & Campground closed Oct.-May. Trail is part of a 6 mile loop around Little Horse Mesa. Note: Soda Pocket Rd. & Campground closed Oct.-May. Trail part of 6-mile loop around Little Horse Mesa.",
        "image_url": "static/images/016-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.978439,-104.396742",
        "coords": {
            "latitude": 36.978439,
            "longitude": -104.396742
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.986993023115176%2C-104.39306654087517&z=13",
        "share_text": "Going for a hike on Ponderosa Ridge Trail"
    },
    "1047": {
        "difficulty" : "Moderate",
        "distance" : "1 mile",
        "location": "Capulin Volcano National Monument",
        "community": "1",
        "name" : "Lava Flow Trail",
        "description": "Surface: Unpaved. Parking: Visitor Center. Open: Year-round. Amenities: Park benches, restrooms, trash cans. Note: Mostly easy trail wanders through lava flow. Some steep portions.",
        "image_url": "static/images/017-RRR.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.778536,-103.979724",
        "coords": {
            "latitude": 36.778536,
            "longitude": -103.979724
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.777415551369245%2C-103.97728122822258&z=16",
        "share_text": "Going for a walk around the Lava Flow Trail"
    },
    "1048": {
        "difficulty" : "Moderate",
        "distance" : "0.2 mile",
        "location": "Capulin Volcano National Monument",
        "community": "1",
        "name" : "Crater Vent Trail",
        "description": "Surface: Paved. Parking: Volcano Road overlook. Open: Year-round, except for brief winter snow closures Amenities: Park benches, restrooms, trash cans. Note: Trail descends to bottom of crater. Elevation change is 100 feet.",
        "image_url": "static/images/018-RRR.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.782714,-103.972263",
        "coords": {
            "latitude": 36.782714,
            "longitude": -103.972263
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.782433960830446%2C-103.96998561970207&z=16",
        "share_text": "Going for a walk around the Crater Vent Trail"
    },
    "1049": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "1 mile",
        "location": "Capulin Volcano National Monument",
        "community": "1",
        "name" : "Crater Rim Trail",
        "description": "Surface: Paved. Parking: Volcano Road overlook. Open: Year-round, except for brief winter snow closures Amenities: Park benches, restrooms, trash cans. Notes: Spectacular 360-degree views. Trail follows rim; highest point is 8,182 feet of elevation.",
        "image_url": "static/images/019-RRR.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.782714,-103.972263",
        "coords": {
            "latitude": 36.782714,
            "longitude": -103.972263
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.782433960830446%2C-103.96998561970207&z=16",
        "share_text": "Going for a walk around the Crater Rim Trail"
    },
    "1050": {
        "difficulty" : "Moderate to strenuous",
        "distance" : "3 miles",
        "location": "Raton",
        "community": "1",
        "name" : "Scenic Drive",
        "description": "Surface: Unpaved; severely eroded in places Nearby Cross Streets: Tiger Dr. & Scenic Rd. Moulton Ave. & Old Pass Rd. Parking: South end: trailhead; north end: Old Pass Road. Open: Year-round Amenities: None. Note: This trail open to off-road vehicles. Great views.",
        "image_url": "static/images/020-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.894613,-104.451874",
        "coords": {
            "latitude": 36.894613,
            "longitude": -104.451874
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.89852148252197%2C-104.45441402546379&z=15",
        "share_text": "Going for a walk around the Scenic Drive"
    },
    "1051": {
        "difficulty" : "Strenuous",
        "distance" : "0.75 mile",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Little Horse Mesa Trail",
        "description": "Surface: Dirt. Parking: Summer: Soda Pocket Trailhead Otherwise: Lake Maloya Trailhead or gate at bottom of Soda Pocket Rd.  Open: Year-round. Amenities: Restrooms, trash cans at trailheads. Note: Soda Pocket Rd. & Campground closed Oct.-May.",
        "image_url": "static/images/021-RRR.jpg",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.978439,-104.396742",
        "coords": {
            "latitude": 36.978439,
            "longitude": -104.396742
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.97991796905309%2C-104.39978279224846&z=15",
        "share_text": "Going for a hike on Little Horse Mesa Trail"
    },
    "1052": {
        "difficulty" : "Strenuous",
        "distance" : "2 mile loop",
        "location": "Sugarite Canyon State Park",
        "community": "1",
        "name" : "Boca Trail",
        "description": "Surface: Dirt. Parking: Picnic area; occasional winter snow closures Open: Year-round from Visitor Center. Amenities: Park benches, restrooms, trash cans. Note: Trail meanders through vent area where volcano’s lava  flows originated. Look for “lava lakes,” “lava tubes” & “spatter hill.",
        "image_url": "static/images/022-RRR.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.779824,-103.976957",
        "coords": {
            "latitude": 36.779824,
            "longitude": -103.976957
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1nQ-Wrk9M9ka8_M6mTjn_eIwwcY8&ll=36.78291496091835%2C-103.97715248218987&z=15",
        "share_text": "Going for a hike on the Boca Trail "
    },
    "1053": {
        "difficulty" : "Grade 1 Concrete sidewalks",
        "distance" : ".25 mile",
        "location": "Alamogordo",
        "community": "1",
        "name" : "Alameda Park Zoo",
        "description": "Surface: Concreate sidewalks. Open 9:00 a.m. - 5:00 p.m. daily (except Christmas and New Year’s Day) Yes. 2 years and under free; 3-11 years $1.50; 12-59 years $2.50; 60+ $1.50; membership passes available. Fully accessible for people using wheelchairs, walkers and strollers; Butterfly Gazebo; animal sanctuaries; playground; green spaces; picnic tables; benches",
        "image_url": "static/images/001-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.900519,-105.960900",
        "coords": {
            "latitude": 32.900519,
            "longitude": -105.960900
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.90218929941254%2C-105.96097423961339&z=17",
        "share_text": "Going for a walk around the Alameda Park Zoo"
    },
    "1054": {
        "difficulty" : "Grade 2 Asphalt",
        "distance" : "1 mile one way",
        "location": "Alamogordo",
        "community": "1",
        "name" : "Indian Wells Ave. Walking Path",
        "description": "",
        "image_url": "static/images/003-TI.png",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.916332,-105.948771",
        "coords": {
            "latitude": 32.916332,
            "longitude": -105.948771
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.91622669945973%2C-105.95534160068212&z=16",
        "share_text": "Going for a walk around Indian Wells Ave. Walking Path"
    },
    "1055": {
        "difficulty" : "Grade 1 Concrete sidewalks",
        "distance" : "1 mile loop",
        "location": "Alamogordo",
        "community": "1",
        "name" : "NM School for the Blind and Visually Impaired Campus",
        "description": "Surface: Rubberized track. Use during non-school hours: early morning, after school, weekends.",
        "image_url": "static/images/004-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.911213,-105.948487",
        "coords": {
            "latitude": 32.911213,
            "longitude": -105.948487
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.91377046721073%2C-105.96027686526952&z=17",
        "share_text": "Going for a walk around the NM School for the Blind and Visually Impaired Campus"
    },
    "1056": {
        "difficulty" : "Grade 2 Concrete sidewalks",
        "distance" : "2 miles one way",
        "location": "Alamogordo",
        "community": "1",
        "name" : "North Scenic Drive Walking Area",
        "description": "Surface: Concrete sidewalks. Stroller walking; pet friendly on leash, grass an desert landscape along side of sidewalk , mountain scenery; panoramic view of basin.",
        "image_url": "static/images/005-TI.png",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.919739,-105.927051",
        "coords": {
            "latitude": 32.919739,
            "longitude": -105.927051
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.93301430107063%2C-105.94694360600579&z=15",
        "share_text": "Going for a walk around the North Scenic Drive Walking Area"
    },
    "1057": {
        "difficulty" : "Grade 2 Concrete sidewalks",
        "distance" : "2 mile loop",
        "location": "Alamogordo",
        "community": "1",
        "name" : "South Scenic Drive Walking Area",
        "description": "Surface: Concrete sidewalks. Stroller walking, pet friendly on leash, cover gazebo along route, wide panoramic view of the Tularosa Basin, mountain scenery including the Sleeping Lady of the Mountain.",
        "image_url": "static/images/006-TI.png",
        "dogs_allowed": true,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.889907,-105.930828",
        "coords": {
            "latitude": 32.889907,
            "longitude": -105.930828
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.88308836622207%2C-105.93004032479394&z=16",
        "share_text": "Going for a walk around the South Scenic Drive Walking Area "
    },
    "1058": {
        "difficulty" : "Grade 1 Tile surface",
        "distance" : ".25 mile loop",
        "location": "Alamogordo",
        "community": "1",
        "name" : "White Sands Mall Walking Area",
        "description": "Surface: Tile Surface. Fully accessible for people using wheelchairs, walkers and strollers; indoor; food court; shopping; Veterans Clinic. Open for walkers 8 a.m.-9 p.m., Mon.- Sat.; noon-6 p.m. Sun.; enter through main or north doors.",
        "image_url": "static/images/007-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.929872,-105.963277",
        "coords": {
            "latitude": 32.929872,
            "longitude": -105.963277
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.929864193144915%2C-105.9638361313796&z=16",
        "share_text": "Going for a walk around the White Sands Mall Walking Area"
    },
    "1059": {
        "difficulty" : "Grade 1 Rubberized track",
        "distance" : ".25 mile loop",
        "location": "Tularosa",
        "community": "1",
        "name" : "Tularosa High School Track",
        "description": "Surface: Rubberized track. Hours: Early morning, after school, weekends. Access field through two gates - 40-yard gravel path leads to asphalt sidewalk, which leads to track.",
        "image_url": "static/images/008-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=33.073013,-106.024621",
        "coords": {
            "latitude": 33.073013,
            "longitude": -106.024621
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=33.07375925544506%2C-106.02659926402896&z=18",
        "share_text": "Going for a walk around Tularosa High School Track"
    },
    "1060": {
        "difficulty" : "Grade 1 Simulated wood decking",
        "distance" : ".33 mile roundtrip",
        "location": "White Sands National Monument",
        "community": "1",
        "name" : "Interdune Boardwalk",
        "description": "",
        "image_url": "static/images/009-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.973581,-106.239499",
        "coords": {
            "latitude": 32.973581,
            "longitude": -106.239499
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.795027736759906%2C-106.23900603496406&z=18",
        "share_text": "Going for a walk around the Interdune Boardwalk"
    },
    "1061": {
        "difficulty" : "Grade 3 Packed sand/dirt",
        "distance" : ".25 mile roundtrip",
        "location": "White Sands National Monument",
        "community": "1",
        "name" : "Playa Trail",
        "description": "Surface: Packed sand/dirt. Seasonal park hours. For park hours call 479-6124. This is a level trail in White Sands National Monument that leads to a small playa. Like Lake Lucero, this smaller playa is a shallow depression or low-lying area that fills temporarily with rainwater from storms. Most of the year, it is a dry lakebed.",
        "image_url": "static/images/010-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.795571,-106.211600",
        "coords": {
            "latitude": 32.795571,
            "longitude": -106.211600
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.7968517416258%2C-106.21136651354595&z=18",
        "share_text": "Going for a hike on the Playa Trail"
    },
    "1062": {
        "difficulty" : "Grade 3 varied surface",
        "distance" : "1.3 miles",
        "location": "Lincoln National Forest, Cloudcroft",
        "community": "1",
        "name" : "Grandview Trail",
        "description": "Surface: Varied. Trail Surface: Varies from fairly flat gravel railroad grade to rocky, slightly undulating slopes that contour with the surrounding environment. Public Facilities and Amenities: No public facilities. A covered ramada with a bench .53 miles into the hike and offers  spectacular panoramic views of White Sands, the Tularosa Basin and the San Andres Mountains. Parking: Limited, off road parking is available at the northern trailhead.",
        "image_url": "static/images/011-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.958348,-105.852340",
        "coords": {
            "latitude": 32.958348,
            "longitude": -105.852340
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.954818423292544%2C-105.8557230032605&z=16",
        "share_text": "Going for a hike on the Grandview Trail"
    },
    "1063": {
        "difficulty" : "Grade 3 Gravel trail surface",
        "distance" : ".4 mile loop",
        "location": "Lincoln National Forest, Cloudcroft",
        "community": "1",
        "name" : "La Pasada Encantada Trail",
        "description": "Surface: Gravel. The U.S. Forest Service, with students from the New Mexico School for the Blind and Visually Impaired, designed this trail to create an experience and interpretive walk for those that are visually handicapped. Braille interpretive signs direct users to feel and touch nature; to feel the bark of a young tree compared to an old tree, to feel and count the rings of a tree to determine age, to feel fossils in rocks, to walk the length of a downed tree to understand the height. The entire trail is lined with 6” x 6” posts providing excellent cues on the direction of the trail. This is truly a unique trail and a great place to learn, get fit and escape the heat.",
        "image_url": "static/images/012-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.941649,-105.737449",
        "coords": {
            "latitude": 32.941649,
            "longitude": -105.737449
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.94115965872992%2C-105.73742685496933&z=17",
        "share_text": "Going for a hike on La Pasada Encantada Trail"
    },
    "1064": {
        "difficulty" : "Grade 3 Blacktop",
        "distance" : ".2 mile",
        "location": "Lincoln National Forest, Cloudcroft",
        "community": "1",
        "name" : "Overlook Trail",
        "description": "Surface: Blacktop. Wheelchair accessible loop hike in the Trestle Recreation Area on the outskirts of Cloudcroft; picnic area with grills, trash cans, drinking water, and an interpretive kiosk with brochures are available; a replica of the exterior of Cloudcroft’s final railroad depot houses restrooms. Public Facilities and Amenities: On the hike is the Overlook Platform, with bench and interpretive panel, offering a great place to sit and enjoy spectacular views of the Tularosa Basin, including White Sands. Parking: Available at the Trestle Recreation Center ",
        "image_url": "static/images/013-TI.png",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/",
        "static_map_url": "http://maps.apple.com/maps?daddr=32.957377,-105.749677",
        "coords": {
            "latitude": 32.957377,
            "longitude": -105.749677
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1b131M-Ee4PM42MFbBhE-p_3xsCk&ll=32.95736527808465%2C-105.75183835796184&z=17",
        "share_text": "Going for a walk around the Overlook Trail"
    }


}
