{
    "1": {
        "difficulty" : "Easy",
        "distance" : "0.6 mile",
        "community": "1",
        "name" : "South U.S. 550 Sidewalks",
        "description": "The new sidewalk is four feet wide, smooth, set back from the curb, and has handicap access ramps from Cordova Ave.(Nacimiento Community Foundation/Public Health Office) to just above the NM Highway 197 Junction. You can cross US 550 carefully at either end to make a loop or walk back forth on once side. There are beautiful open views of the Nacimiento Mountains and Cuba Mesa from both sides of the road. Nearby Destinations: Dollar Store, Public Health Office, Cuba Health Center, Cuba Credit Union, Magistrate Court, Baptist Church, Power Saw Shop, Cuban Cafe, Forest Service Office.",
        "image_url": "static/images/1-Sidewalks.JPG",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/Map-1.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.01475555,-106.9639361",
        "coords": {
            "latitude": 36.01475555,
            "longitude": -106.9639361
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.01459537421788%2C-106.96454957125133&z=17",
        "share_text": "Going for a walk on the new sidewalks in Cuba"
    },
    "2": {
        "difficulty" : "Easy",
        "distance" : "0.8 mile",
        "community": "1",
        "name" : "Village Office to Saveway Market Loop",
        "description": "This route begins at the Village Office/Senior Center on Cordova Ave. sidewalk and turns north on San Luis Avenue, a quiet residential street. There are no sidewalks on San Luis Avenue, but traffic is light and there are frequent street humps. A stop can be made at the Cuba Community Garden and Veterans of Foreign War Building, about halfway. It ends behind Saveway Market at the Rito Leche. you can return the same way. Nearby Destinations: Village Office/Senior Center, Village Housing, Cuba Library, Saveway Market, Community Garden, Veterans of Foreign War, Del Prado Cafe, U.S. Post Office.",
        "image_url": "static/images/2-VillageLoop.jpg",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/Map-2.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.01315277,-106.9622138",
        "coords": {
            "latitude": 36.01315277,
            "longitude": -106.9622138
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.013137389639155%2C-106.96244806048816&z=18",
        "share_text": "Going for a walk from the Village Offices to Saveway Market"
    },
    "3": {
        "difficulty" : "Easy",
        "distance" : "0.5 mile",
        "community": "1",
        "name" : "Library Loop Trail",
        "description": "This trail begins at the entrance of the Cuba Library and circles open land to the south of the Library and behind the village housing. You can stay on the outside of the fenced Village property or cut across the property about halfway to shorten the walk. There is a bench with shade on the east side of the trail. There are beautiful views of the Nacimiento Mountains and Cuba Mesa. Nearby Destinations: Village Office/Senior Center, Village Housing, Cuba Library, Dialysis Center, Police Offices.",
        "image_url": "static/images/3-LibraryLoop.JPG",
        "dogs_allowed": false,
        "map_image_url": "static/images/maps/Map-3.jpg",
        "static_map_url": "http://maps.apple.com/maps?daddr=36.01241667,-106.9610528",
        "coords": {
            "latitude": 36.01241667,
            "longitude": -106.9610528
        },
        "live_map_url": "https://www.google.com/maps/d/edit?mid=1wAXEMoFvybWUcvAOizruaa4hXtU&ll=36.01226520918226%2C-106.96065634486621&z=18",
        "share_text": "Going for a walk around the Library Loop Trail"
    }
}
